-- hantang/yuwen 2024统编教材文言篇目(按书本)
SET NAMES utf8mb4;
INSERT INTO article (article_id,title,author,dynasty,content,genre,book,pinyin,notes,source) VALUES
(8160000000000000000,'古诗二首','','','古诗二首

## 池上

**［唐］ 白居易**

小娃撑小艇，  
偷采白莲回。  
不解藏踪迹，  
浮萍一道开。  

## 小池

**［宋］ 杨万里**

泉眼无声惜细流，  
树阴照水爱晴柔。  
小荷才露尖尖角，  
早有蜻蜓立上头。','文言文','一年级下册','',NULL,'一年级下册'),
(8160000000000000001,'静夜思','李白','','静夜思

**［唐］ 李白**

床前明月光，  
疑是地上霜。  
举头望明月，  
低头思故乡。','文言文','一年级下册','',NULL,'一年级下册'),
(8160000000000000002,'古诗二首','','','## 江雪

**［唐］ 柳宗元**

千山鸟飞绝，  
万径人踪灭。  
孤舟蓑笠翁，  
独钓寒江雪。  

## 敕勒歌

**北朝民歌**

敕勒川，阴山下，  
天似穹庐，笼盖四野。  
天苍苍，野茫茫，  
风吹草低见[^1]牛羊。','文言文','二年级上册','','[{"k": "1", "v": "〔见〕同“现”，显现。"}]','二年级上册'),
(8160000000000000003,'古诗二首','','','## 登鹳雀楼

**［唐］ 王之涣**

白日依山尽，  
黄河入海流。  
欲穷千里目，  
更上一层楼。  

## 望庐山瀑布

**［唐］ 李白**

日照香炉生紫烟，  
遥看瀑布挂前川。  
飞流直下三千尺，  
疑是银河落九天。','文言文','二年级上册','',NULL,'二年级上册'),
(8160000000000000004,'司马光','宋史','','司马光[^1]

群儿戏于庭[^2]，一儿登瓮[^3]，足跌
没水中。众皆[^4]弃去[^5]，光[^6]持石击瓮破
之[^7]，水迸[^8]，儿得活。','文言文','三年级上册','','[{"k": "1", "v": "本文选自《宋史·司马光传》，题目为后人所加。"}, {"k": "2", "v": "〔庭〕庭院。"}, {"k": "3", "v": "〔瓮〕口小肚大的陶器。"}, {"k": "4", "v": "〔皆〕全，都。"}, {"k": "5", "v": "〔去〕离开。"}, {"k": "6", "v": "〔光〕指司马光。"}, {"k": "7", "v": "〔之〕它，这里指瓮。"}, {"k": "8", "v": "〔迸〕涌出，喷出。"}]','三年级上册'),
(8160000000000000005,'古诗三首','','','古诗三首

## 鹿柴[^a1]

**［唐］ 王维**

空山不见人，  
但[^a2]闻人语响。  
返景[^a3]入深林，  
复照青苔上。  

    王维曾在这里隐居。柴，
    同“寨”，栅栏，这里读zhài。

---

## 望天门山[^b1]

**［唐］ 李白**

天门中断楚江[^b2]开[^b3]，  
碧水东流至此回[^b4]。  
两岸青山相对出，  
孤帆一片日边来。  

    东梁山（古代称博望山）与
    和县的西梁山的合称，两
    山隔江相对，像一座天然
    的大门。
    段在古代流经楚地，所以
    叫楚江。
    开了天门山。
    生旋涡。

---

## 饮湖上初晴后雨

**［宋］ 苏轼**

水光潋滟[^c1]晴方[^c2]好，  
山色空蒙[^c3]雨亦[^c4]奇。  
欲把西湖比西子[^c5]，  
淡妆浓抹总相宜。  

    越国的美女。','文言文','三年级上册','','[{"k": "a1", "v": "〔鹿柴〕在今陕西蓝田， 王维曾在这里隐居。柴， 同“寨”，栅栏，这里读zhài。"}, {"k": "a2", "v": "〔但〕只，只是。"}, {"k": "a3", "v": "〔返景〕傍晚的阳光。 --- ## 望天门山[^b1] **［唐］ 李白** 天门中断楚江[^b2]开[^b3]， 碧水东流至此回[^b4]。 两岸青山相对出， 孤帆一片日边来。"}, {"k": "b1", "v": "〔天门山〕今安徽当涂县的 东梁山（古代称博望山）与 和县的西梁山的合称，两 山隔江相对，像一座天然 的大门。"}, {"k": "b2", "v": "〔楚江〕长江中下游部分河 段在古代流经楚地，所以 叫楚江。"}, {"k": "b3", "v": "〔开〕打开，这里指长江断 开了天门山。"}, {"k": "b4", "v": "〔回〕回旋。江水被阻隔产 生旋涡。 --- ## 饮湖上初晴后雨 **［宋］ 苏轼** 水光潋滟[^c1]晴方[^c2]好， 山色空蒙[^c3]雨亦[^c4]奇。 欲把西湖比西子[^c5]， 淡妆浓抹总相宜。"}, {"k": "c1", "v": "〔潋滟〕波光闪动的样子。"}, {"k": "c2", "v": "〔方〕正。"}, {"k": "c3", "v": "〔空蒙〕隐隐约约的样子。"}, {"k": "c4", "v": "〔亦〕也。"}, {"k": "c5", "v": "〔西子〕西施，春秋时代 越国的美女。"}]','三年级上册'),
(8160000000000000006,'古诗三首','','','古诗三首

## 望洞庭[^a1]

**［唐］ 刘禹锡**

湖光秋月两相和[^a2]，  
潭面无风镜未磨。  
遥望洞庭山水翠，  
白银盘里一青螺[^a3]。  


---

## 山行

**［唐］ 杜牧**

远上寒山[^b1]石径斜[^b2]，  
白云生[^b3]处有人家。  
停车坐[^b4]爱枫林晚，  
霜叶红于二月花。  


---

## 夜书所见

**［宋］ 叶绍翁**

萧[^c1]萧梧叶送寒声，  
江上秋风动客情。  
知有儿童挑[^c2]促织[^c3]，  
夜深篱落[^c4]一灯明。','文言文','三年级上册','','[{"k": "a1", "v": "〔洞庭〕洞庭湖，位于今湖南北部。"}, {"k": "a2", "v": "〔和〕协调，和谐。"}, {"k": "a3", "v": "〔青螺〕青绿色的螺。这里比喻洞庭湖中的君山。 --- ## 山行 **［唐］ 杜牧** 远上寒山[^b1]石径斜[^b2]， 白云生[^b3]处有人家。 停车坐[^b4]爱枫林晚， 霜叶红于二月花。"}, {"k": "b1", "v": "〔寒山〕深秋时节的山。"}, {"k": "b2", "v": "〔斜〕曲折向前延伸。"}, {"k": "b3", "v": "〔生〕产生，生出。"}, {"k": "b4", "v": "〔坐〕因为。 --- ## 夜书所见 **［宋］ 叶绍翁** 萧[^c1]萧梧叶送寒声， 江上秋风动客情。 知有儿童挑[^c2]促织[^c3]， 夜深篱落[^c4]一灯明。"}, {"k": "c1", "v": "〔萧萧〕这里形容风吹梧桐叶发出的声音。"}, {"k": "c2", "v": "〔挑〕用细长的东西拨。"}, {"k": "c3", "v": "〔促织〕蟋蟀，也叫蛐（qū）蛐。"}, {"k": "c4", "v": "〔篱落〕篱笆。"}]','三年级上册'),
(8160000000000000007,'古诗词三首','','','古诗词三首

## 四时田园杂兴[^a-1]（其二十五）

**［宋］ 范成大**

梅子金黄杏子肥，  
麦花雪白菜花稀。  
日长篱落无人过，  
惟有蜻蜓蛱蝶[^a-2]飞。  


---

## 宿新市徐公店

**［宋］ 杨万里**

篱落疏疏[^b-1]一径深，  
树头新绿未成阴[^b-2]。  
儿童急走追黄蝶，  
飞入菜花无处寻。  


---

## 清平乐[^c-1]·村居[^c-2]

**［宋］ 辛弃疾**

茅檐低小，溪上青青草。醉里吴音[^c-3]相媚好，白发谁家翁媪[^c-4]？  
大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖[^c-5]，溪头卧剥莲蓬。','文言文','四年级下册','','[{"k": "a-1", "v": "〔杂兴〕随兴而写的诗。“兴”，这里读xìng。"}, {"k": "a-2", "v": "〔蛱蝶〕蝴蝶的一种。 --- ## 宿新市徐公店 **［宋］ 杨万里** 篱落疏疏[^b-1]一径深， 树头新绿未成阴[^b-2]。 儿童急走追黄蝶， 飞入菜花无处寻。"}, {"k": "b-1", "v": "〔疏疏〕稀疏。"}, {"k": "b-2", "v": "〔阴〕树荫。 --- ## 清平乐[^c-1]·村居[^c-2] **［宋］ 辛弃疾** 茅檐低小，溪上青青草。醉里吴音[^c-3]相媚好，白发谁家翁媪[^c-4]？ 大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖[^c-5]，溪头卧剥莲蓬。"}, {"k": "c-1", "v": "〔清平乐〕词牌名。“乐”，这里读yuè。"}, {"k": "c-2", "v": "〔村居〕词题。"}, {"k": "c-3", "v": "〔吴音〕这首词是辛弃疾闲居带湖（今属江西）时写的。此地古代属吴地，所以称当地的方言为“吴音”。"}, {"k": "c-4", "v": "〔翁媪〕老翁和老妇。"}, {"k": "c-5", "v": "〔亡赖〕同“无赖”，这里指顽皮、淘气。“亡”，这里读wú。"}]','四年级下册'),
(8160000000000000008,'文言文二则','','','文言文二则

## 囊萤夜[^a-1]

胤恭勤[^a-2]不倦，博学多通[^a-3]。家贫不常得油，夏月则练囊[^a-4]盛数十萤火以照书，以夜继日焉。


---

## 铁杵成针[^b-1]

磨针溪，在象耳山下。世传李太白读书山中，未
成，弃去。过是[^b-2]溪，逢老媪方[^b-3]磨铁杵。问之，曰：“欲
作针。”太白感其意[^b-4]，还卒业[^b-5]。','文言文','四年级下册','','[{"k": "a-1", "v": "本文选自《晋书·车胤传》。囊，用口袋装。萤，萤火虫。"}, {"k": "a-2", "v": "〔恭勤〕肃敬勤勉。"}, {"k": "a-3", "v": "〔通〕通晓，明白。"}, {"k": "a-4", "v": "〔练囊〕白色薄绢做的口袋。 --- ## 铁杵成针[^b-1] 磨针溪，在象耳山下。世传李太白读书山中，未 成，弃去。过是[^b-2]溪，逢老媪方[^b-3]磨铁杵。问之，曰：“欲 作针。”太白感其意[^b-4]，还卒业[^b-5]。"}, {"k": "b-1", "v": "本文选自宋代祝穆的《方舆胜览·眉州》。铁杵，用来舂米或捣衣的铁棒。"}, {"k": "b-2", "v": "〔是〕这。"}, {"k": "b-3", "v": "〔方〕正在。"}, {"k": "b-4", "v": "〔感其意〕被她的意志感动。"}, {"k": "b-5", "v": "〔还卒业〕回去完成了学业。"}]','四年级下册'),
(8160000000000000009,'古诗三首','','','古诗三首

## 芙蓉楼[^a-1]送辛渐

**［唐］ 王昌龄**

寒雨连江夜入吴[^a-2]，  
平明送客楚山[^a-3]孤。  
洛阳亲友如相问，  
一片冰心[^a-4]在玉壶[^a-5]。  


---

## 塞下曲

**［唐］ 卢纶**

月黑雁飞高，  
单于[^b-1]夜遁逃。  
欲将轻骑[^b-2]逐，  
大雪满弓刀。  


---

## 墨梅

**［元］ 王冕**

我家洗砚池[^c-1]头树，  
朵朵花开淡墨痕。  
不要人夸好颜色，  
只留清气满乾坤[^c-2]。','文言文','四年级下册','','[{"k": "a-1", "v": "〔芙蓉楼〕故址在今江苏镇江北，下临长江。"}, {"k": "a-2", "v": "〔吴〕镇江在古代属于吴地。"}, {"k": "a-3", "v": "〔平明〕天刚亮。"}, {"k": "a-4", "v": "〔楚山〕泛指长江中下游北岸的山。长江中下游北岸在古代属于楚地范围。"}, {"k": "a-5", "v": "〔冰心〕像冰一样晶莹、纯洁的心。 --- ## 塞下曲 **［唐］ 卢纶** 月黑雁飞高， 单于[^b-1]夜遁逃。 欲将轻骑[^b-2]逐， 大雪满弓刀。"}, {"k": "b-1", "v": "〔单于〕匈奴的首领。这里泛指侵扰唐朝的游牧民族首领。"}, {"k": "b-2", "v": "〔骑〕骑兵。 --- ## 墨梅 **［元］ 王冕** 我家洗砚池[^c-1]头树， 朵朵花开淡墨痕。 不要人夸好颜色， 只留清气满乾坤[^c-2]。"}, {"k": "c-1", "v": "〔洗砚池〕传说会稽（今浙江绍兴）蕺山下有晋代大书法家王羲之的洗砚池。由于经常洗笔砚，池塘的水都染黑了。"}, {"k": "c-2", "v": "〔乾坤〕天地间。"}]','四年级下册'),
(8160000000000000010,'课外古诗词诵读','','','课外古诗词诵读

## 秋词（其一）[^1-a]

**刘禹锡**

自古逢秋悲寂寥[^1-b]，我言秋日胜春朝[^1-c]。  
晴空一鹤排[^1-d]云上，便引诗情到碧霄[^1-e]。  

> 悲秋是古诗的常见主题。这首诗一反常态，不写悲
> 秋，而写爱秋，如此明朗刚健的“秋词”，在古典诗歌
> 中是不多见的。诗的前两句，先弃“逢秋悲寂寥”的常
> 情，后立“秋日胜春朝”的新见，气势不凡；后两句直
> 接推出“证据”——“晴空一鹤排云上”的明丽秋景，
> 引出豪迈的诗情。谁能说这不是最完美的“论证”呢？
> 仔细品读，约略能感觉到诗中隐含着诗人因支持变法屡
> 遭贬谪、愈挫愈奋的豪壮情怀。

    刘禹锡（772—842），字梦得，洛阳（今属河南）人，唐代文学家。

---

## 夜雨寄北[^1-f]

**李商隐**

君问归期未有期，巴山[^1-g]夜雨涨秋池。  
何当[^1-h]共剪西窗烛，却话[^1-i]巴山夜雨时。  

> 一封普通的“家书”，几行浅显的诗句，千百年来，
> 不知感动了多少人。“问归期”而“未有期”，其中包含
> 着太多的苦涩与无奈。诗人在巴蜀羁旅中，在“夜雨涨秋
> 池”的环境中，更感到孤独凄凉。接下来笔锋一转，想象
> 回家团聚后剪烛西窗、共话今宵的情景，时空交错，虚实
> 相生，把眼前的凄苦兑换成未来团聚的欢乐，也在未来的
> 欢乐中注入被时间过滤了的“昔日”之苦。这首诗语言朴
> 素自然，即兴写来，道出了刹那间情感的曲折变化。

    寄北，当时诗人在巴蜀，妻子在长安，所以说“寄北”。
    李商隐（约813—约858），字义山，号玉谿生，怀州河内（今河南沁阳）人，唐代诗人。

---

## 十一月四日风雨大作（其二）[^2-a]

**陆游**

僵卧[^2-b]孤村不自哀，尚思为国戍轮台[^2-c]。  
夜阑[^2-d]卧听风吹雨，铁马[^2-e]冰河入梦来。  

> 诗以“僵卧孤村”开篇，写出风雨夜老人凄凉的处
> 境。但这不是诗人所要强调的意趣，“不自哀”才是他
> 要坚持的信念。不以衰老自弃的诗人，内心燃烧着为国
> 戍边的志愿。他静听着窗外肆虐的风雨，并把这些音响
> 编入梦境，成为为国征战的铁骑踏冰之声。这是何等悲
> 壮！诗人曾自称平生写“夜雨”的诗篇最多，这首诗的
> 特别之处是借写风雨梦境，抒发那感人至深的报国之志
> 和忧国忧民的拳拳之心。

    陆游（1125—1210），字务观，号放翁，越州山阴（今浙江绍兴）人，南宋诗人。

---

## 潼关[^2-f]

**谭嗣同**

终古[^2-g]高云簇[^2-h]此城，秋风吹散马蹄声。  
河流大野犹嫌束[^2-i]，山入潼关[^2-j]不解平。  

> 谭嗣同写这首诗时才十多岁，当时随父赴甘肃上任，
> 途经陕西潼关，被北方特有的壮阔的风景所震撼，欣然
> 命笔。首句写高云簇拥古城，不言高而高度自见，异峰
> 突起，令人神往。下一句写清脆的马蹄声被猎猎秋风吹
> 散，又显出孤城的寂寥与辽远。第三句笔锋一转，写
> “河流大野”，不说其奔腾壮阔，而说其“犹嫌”拘束。
> 末句写秦岭山脉入潼关之态势，不说其巍峨险峻，而说
> 其桀骜不驯，再也不知何谓平坦。这两句写山水，是诗
> 人感觉中的山，感觉中的水，把山水写活了，读来有冲
> 击力，能让人强烈感受到诗人渴望冲决罗网、勇往直前、
> 追求个性解放的少年意气。

    谭嗣同（1865—1898），字复生，号壮飞，湖南浏阳人，清末维新派政治家、思想家，戊戌变法“六君子”之一。
    潼关，在今陕西潼关北，关城临黄河，依秦岭，当山西、陕西、河南三省要冲，历来为军事重地。','文言文','七年级上册','','[{"k": "1-a", "v": "选自《刘禹锡集》卷二十六（中华书局1990年版）。此题下共有诗两首，这里选的是第一首。 刘禹锡（772—842），字梦得，洛阳（今属河南）人，唐代文学家。"}, {"k": "1-b", "v": "〔寂寥〕冷清萧条。"}, {"k": "1-c", "v": "〔春朝〕春天。"}, {"k": "1-d", "v": "〔排〕推开。"}, {"k": "1-e", "v": "〔碧霄〕蓝天。 --- ## 夜雨寄北[^1-f] **李商隐** 君问归期未有期，巴山[^1-g]夜雨涨秋池。 何当[^1-h]共剪西窗烛，却话[^1-i]巴山夜雨时。 > 一封普通的“家书”，几行浅显的诗句，千百年来， > 不知感动了多少人。“问归期”而“未有期”，其中包含 > 着太多的苦涩与无奈。诗人在巴蜀羁旅中，在“夜雨涨秋 > 池”的环境中，更感到孤独凄凉。接下来笔锋一转，想象 > 回家团聚后剪烛西窗、共话今宵的情景，时空交错，虚实 > 相生，把眼前的凄苦兑换成未来团聚的欢乐，也在未来的 > 欢乐中注入被时间过滤了的“昔日”之苦。这首诗语言朴 > 素自然，即兴写来，道出了刹那间情感的曲折变化。"}, {"k": "1-f", "v": "选自《李商隐诗歌集解》第三册（中华书局2004年版）。 寄北，当时诗人在巴蜀，妻子在长安，所以说“寄北”。 李商隐（约813—约858），字义山，号玉谿生，怀州河内（今河南沁阳）人，唐代诗人。"}, {"k": "1-g", "v": "〔巴山〕泛指川东一带的山。川东一带古属巴国。"}, {"k": "1-h", "v": "〔何当〕何时将要。"}, {"k": "1-i", "v": "〔却话〕回头说，追述。 --- ## 十一月四日风雨大作（其二）[^2-a] **陆游** 僵卧[^2-b]孤村不自哀，尚思为国戍轮台[^2-c]。 夜阑[^2-d]卧听风吹雨，铁马[^2-e]冰河入梦来。 > 诗以“僵卧孤村”开篇，写出风雨夜老人凄凉的处 > 境。但这不是诗人所要强调的意趣，“不自哀”才是他 > 要坚持的信念。不以衰老自弃的诗人，内心燃烧着为国 > 戍边的志愿。他静听着窗外肆虐的风雨，并把这些音响 > 编入梦境，成为为国征战的铁骑踏冰之声。这是何等悲 > 壮！诗人曾自称平生写“夜雨”的诗篇最多，这首诗的 > 特别之处是借写风雨梦境，抒发那感人至深的报国之志 > 和忧国忧民的拳拳之心。"}, {"k": "2-a", "v": "选自《剑南诗稿校注》卷二十六（上海古籍出版社1985年版）。此题下共有诗两首，这里选的是第二首。 陆游（1125—1210），字务观，号放翁，越州山阴（今浙江绍兴）人，南宋诗人。"}, {"k": "2-b", "v": "〔僵卧〕躺卧不起，形容老病。"}, {"k": "2-c", "v": "〔戍轮台〕指守卫边关。戍，守卫。轮台，古地名，在今新疆轮台南，汉王朝曾在这里驻兵屯守，这里代指边关。"}, {"k": "2-d", "v": "〔夜阑（lán）〕夜将尽。"}, {"k": "2-e", "v": "〔铁马〕披着铁甲的战马。 --- ## 潼关[^2-f] **谭嗣同** 终古[^2-g]高云簇[^2-h]此城，秋风吹散马蹄声。 河流大野犹嫌束[^2-i]，山入潼关[^2-j]不解平。 > 谭嗣同写这首诗时才十多岁，当时随父赴甘肃上任， > 途经陕西潼关，被北方特有的壮阔的风景所震撼，欣然 > 命笔。首句写高云簇拥古城，不言高而高度自见，异峰 > 突起，令人神往。下一句写清脆的马蹄声被猎猎秋风吹 > 散，又显出孤城的寂寥与辽远。第三句笔锋一转，写 > “河流大野”，不说其奔腾壮阔，而说其“犹嫌”拘束。 > 末句写秦岭山脉入潼关之态势，不说其巍峨险峻，而说 > 其桀骜不驯，再也不知何谓平坦。这两句写山水，是诗 > 人感觉中的山，感觉中的水，把山水写活了，读来有冲 > 击力，能让人强烈感受到诗人渴望冲决罗网、勇往直前、 > 追求个性解放的少年意气。"}, {"k": "2-f", "v": "选自《谭嗣同全集》上册（中华书局1981年版）。 谭嗣同（1865—1898），字复生，号壮飞，湖南浏阳人，清末维新派政治家、思想家，戊戌变法“六君子”之一。 潼关，在今陕西潼关北，关城临黄河，依秦岭，当山西、陕西、河南三省要冲，历来为军事重地。"}, {"k": "2-g", "v": "〔终古〕久远。"}, {"k": "2-h", "v": "〔簇〕簇拥。"}, {"k": "2-i", "v": "〔束〕拘束。"}, {"k": "2-j", "v": "〔山入潼关〕指秦岭山脉进入潼关（以西）。"}]','七年级上册'),
(8160000000000000011,'杞人忧天','《列子》','','杞人忧天[^4-a]

杞国有人忧天地崩坠，身亡[^4-b]所寄，废寝食者。

又有忧彼之所忧者，因往晓[^4-c]之，曰：“天，积气[^4-d]耳，亡处亡气。若[^4-e]
屈伸呼吸，终日在天中行止[^4-f]，奈何[^4-g]忧崩坠乎？”

其人曰：“天果积气，日月星宿，不当坠耶？”

晓之者曰：“日月星宿，亦积气中之有光耀者，只使[^4-h]坠，亦不能有所中
伤[^4-i]。”

其人曰：“奈地坏何？”

晓之者曰：“地，积块[^4-j]耳，充塞四虚[^4-k]，亡处亡块。若躇步跐蹈[^4-l]，终日
在地上行止，奈何忧其坏？”

其人舍然[^4-m]大喜，晓之者亦舍然大喜。

    杞，周代诸侯国。
    《列子》，旧题为列御寇著。据后人考证，可能是晋代人的作品。今本八篇，内容多为民间故事、寓言和神话传说。
    列御寇，相传是战国时的道家人物，郑国人。','文言文','七年级上册','','[{"k": "4-a", "v": "节选自《列子·天瑞》（《列子集释》，中华书局2013年版）。题目为编者所加。 杞，周代诸侯国。 《列子》，旧题为列御寇著。据后人考证，可能是晋代人的作品。今本八篇，内容多为民间故事、寓言和神话传说。 列御寇，相传是战国时的道家人物，郑国人。"}, {"k": "4-b", "v": "〔亡（wú）〕同“无”，没有。"}, {"k": "4-c", "v": "〔晓〕告知，开导。"}, {"k": "4-d", "v": "〔积气〕聚积的气体。"}, {"k": "4-e", "v": "〔若〕你。"}, {"k": "4-f", "v": "〔行止〕行动，活动。"}, {"k": "4-g", "v": "〔奈何〕为何，为什么。"}, {"k": "4-h", "v": "〔只使〕纵使，即使。"}, {"k": "4-i", "v": "〔中（zhòng）伤〕伤害。"}, {"k": "4-j", "v": "〔积块〕聚积的土块。"}, {"k": "4-k", "v": "〔四虚〕四方。"}, {"k": "4-l", "v": "〔躇（chú）步跐（cǐ）蹈〕这四个字都是踩、踏的意思。"}, {"k": "4-m", "v": "〔舍（shì）然〕消除疑虑的样子。舍，同“释”，解除、消除。"}]','七年级上册'),
(8160000000000000012,'穿井得一人','《吕氏春秋》','','穿井得一人[^3-a]

宋[^3-b]之丁氏，家无井而出溉汲[^3-c]，常一人居外。及[^3-d]其家穿井，告人曰：
“吾穿井得一人。”有闻而传之者曰：“丁氏穿井得一人。”国人[^3-e]道[^3-f]之，闻之
于宋君[^3-g]。宋君令人问之于丁氏，丁氏对[^3-h]曰：“得一人之使[^3-i]，非得一人于井
中也。”求闻之若此，不若无闻也。

    穿，挖掘、开凿。
    《吕氏春秋》，又称《吕览》，先秦杂家代表著作。战国末秦相吕不韦（？—前235）集合门客共同编写而成。全书二十六卷，分为十二纪、八览、六论，共一百六十篇。','文言文','七年级上册','','[{"k": "3-a", "v": "节选自《吕氏春秋·慎行论·察传》（中华书局2012年版）。题目为编者所加。 穿，挖掘、开凿。 《吕氏春秋》，又称《吕览》，先秦杂家代表著作。战国末秦相吕不韦（？—前235）集合门客共同编写而成。全书二十六卷，分为十二纪、八览、六论，共一百六十篇。"}, {"k": "3-b", "v": "〔宋〕周代诸侯国，在今河南商丘一带。"}, {"k": "3-c", "v": "〔溉（gài）汲（jí）〕打水浇田。溉，浇灌、灌溉。汲，从井里取水。"}, {"k": "3-d", "v": "〔及〕待，等到。"}, {"k": "3-e", "v": "〔国人〕指居住在国都中的人。"}, {"k": "3-f", "v": "〔道〕讲述。"}, {"k": "3-g", "v": "〔闻之于宋君〕向宋国国君报告这件事。闻，听到，这里是“使听到”的意思。"}, {"k": "3-h", "v": "〔对〕应答，回答。"}, {"k": "3-i", "v": "〔得一人之使〕得到一个人使唤，指得到一个人的劳力。"}]','七年级上册'),
(8160000000000000013,'狼','蒲松龄','','狼[^1-a]

一屠[^1-b]晚归，担中肉尽，止[^1-c]有剩骨。途中两狼，缀行甚远[^1-d]。

屠惧，投以骨[^1-e]。一狼得骨止，一狼仍从[^1-f]。复投之，后狼止而前狼又至。
骨已尽矣，而两狼之并驱如故[^1-g]。

屠大窘[^1-h]，恐前后受其敌[^1-i]。顾[^1-j]野有麦场，场主积薪[^1-k]其中，苫蔽成丘[^1-l]。
屠乃奔倚其下，弛[^1-m]担持刀。狼不敢前，眈眈相向[^1-n]。

少时[^1-o]，一狼径去[^1-p]，其一犬坐于前[^1-q]。久之[^1-r]，目似瞑[^1-s]，意暇甚[^1-t]。屠
暴[^1-u]起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中[^1-v]，意
将隧入[^1-w]以攻其后也。身已半入，止露尻[^1-x]尾。屠自后断其股，亦毙之。乃悟
前狼假寐[^1-y]，盖[^1-z]以诱敌。

    此题下共有三则故事，这里选的是第二则。
    蒲松龄（1640—1715），字留仙，世称聊斋先生，淄川（今属山东淄博）人，清代文学家。著有文言小说集《聊斋志异》等。

狼亦黠[^2-a]矣，而顷刻[^2-b]两毙，禽兽之变诈几何哉[^2-c]？止增笑耳[^2-d]。','文言文','七年级上册','','[{"k": "1-a", "v": "选自《聊斋志异》卷六（上海古籍出版社1986年版）。 此题下共有三则故事，这里选的是第二则。 蒲松龄（1640—1715），字留仙，世称聊斋先生，淄川（今属山东淄博）人，清代文学家。著有文言小说集《聊斋志异》等。"}, {"k": "1-b", "v": "〔屠〕屠户。"}, {"k": "1-c", "v": "〔止〕仅，只。"}, {"k": "1-d", "v": "〔缀（zhuì）行甚远〕跟随着走了很远。缀，跟随。"}, {"k": "1-e", "v": "〔投以骨〕把骨头扔给狼。"}, {"k": "1-f", "v": "〔从〕跟从。"}, {"k": "1-g", "v": "〔两狼之并驱如故〕两只狼像原来一样一起追"}, {"k": "1-h", "v": "〔窘（jiǒng）〕处境困迫，为难。"}, {"k": "1-i", "v": "〔受其敌〕遭受它们的攻击。"}, {"k": "1-j", "v": "〔顾〕看，视。"}, {"k": "1-k", "v": "〔积薪〕堆积柴草。"}, {"k": "1-l", "v": "〔苫（shàn）蔽成丘〕覆盖成小山一样。苫蔽，覆盖、遮盖。"}, {"k": "1-m", "v": "〔弛〕解除，卸下。"}, {"k": "1-n", "v": "〔眈（dān）眈相向〕瞪眼朝着屠户。眈眈，凶狠注视的样子。"}, {"k": "1-o", "v": "〔少（shǎo）时〕一会儿。"}, {"k": "1-p", "v": "〔径去〕径直离开。径，径直。"}, {"k": "1-q", "v": "〔犬坐于前〕像狗似的蹲坐在前面。"}, {"k": "1-r", "v": "〔久之〕时间长了。"}, {"k": "1-s", "v": "〔瞑（míng）〕闭上眼睛。"}, {"k": "1-t", "v": "〔意暇甚〕神情很悠闲。意，这里指神情、态度。暇，从容、悠闲。"}, {"k": "1-u", "v": "〔暴〕突然。"}, {"k": "1-v", "v": "〔洞其中〕在柴草堆中打洞。洞，洞穴，这里指挖洞。赶。并，一起。驱，追随、追赶。如故，跟原来一样。"}, {"k": "1-w", "v": "〔隧入〕从通道进入。隧，通道，这里是“从通道”的意思。"}, {"k": "1-x", "v": "〔尻（kāo）〕屁股。"}, {"k": "1-y", "v": "〔假寐〕假装睡觉。寐，睡觉。"}, {"k": "1-z", "v": "〔盖〕表示推测，相当于“大概”。一说承接上文，表示原因、理由。 狼亦黠[^2-a]矣，而顷刻[^2-b]两毙，禽兽之变诈几何哉[^2-c]？止增笑耳[^2-d]。"}, {"k": "2-a", "v": "〔黠（xiá）〕狡猾。"}, {"k": "2-b", "v": "〔顷刻〕一会儿。"}, {"k": "2-c", "v": "〔禽兽之变诈几何哉〕禽兽的诡诈手段能有多少呢？变诈，巧变诡诈。几何，多少，意思是能有多少。"}, {"k": "2-d", "v": "〔止增笑耳〕只是增加笑料罢了。"}]','七年级上册'),
(8160000000000000014,'诫子书','诸葛亮','','诫子书[^1-a]

夫[^1-b]君子之行，静[^1-c]以[^1-d]修身，俭以养德。非淡泊[^1-e]无以[^1-f]明志[^1-g]，非宁静
无以致远[^1-h]。夫学须静也，才须学也，非学无以广[^1-i]才，非志无以成学。淫慢[^1-j]
则不能励精[^1-k]，险躁[^1-l]则不能治性[^1-m]。年与时驰[^1-n]，意与日去[^1-o]，遂成枯落[^1-p]，
多不接世[^1-q]，悲守穷庐[^1-r]，将复何及[^1-s]！

    诫，告诫、劝勉。子，一般认为是指诸葛亮的儿子诸葛瞻。书，书信。
    诸葛亮（181—234），字孔明，琅玡阳都（今山东沂南）人，三国时蜀汉政治家、军事家。','文言文','七年级上册','','[{"k": "1-a", "v": "选自《诸葛亮集·文集》卷一（中华书局2012年版）。 诫，告诫、劝勉。子，一般认为是指诸葛亮的儿子诸葛瞻。书，书信。 诸葛亮（181—234），字孔明，琅玡阳都（今山东沂南）人，三国时蜀汉政治家、军事家。"}, {"k": "1-b", "v": "〔夫（fú）〕助词，用于句首表示将发议论。"}, {"k": "1-c", "v": "〔静〕屏除杂念和干扰，宁静专一。"}, {"k": "1-d", "v": "〔以〕连词，表示后者是前者的目的。"}, {"k": "1-e", "v": "〔淡泊〕内心恬淡，不慕名利。"}, {"k": "1-f", "v": "〔无以〕没有什么可以拿来，没办法。"}, {"k": "1-g", "v": "〔明志〕明确志向。明，明确、坚定。"}, {"k": "1-h", "v": "〔致远〕达到远大目标。致，达到。"}, {"k": "1-i", "v": "〔广〕增长。"}, {"k": "1-j", "v": "〔淫（yín）慢〕放纵懈怠。淫，放纵。慢，懈怠。"}, {"k": "1-k", "v": "〔励精〕振奋精神。励，振奋。"}, {"k": "1-l", "v": "〔险躁〕轻薄浮躁。与上文“宁静”相对而言。险，轻薄。"}, {"k": "1-m", "v": "〔治性〕修养性情。治，修养。"}, {"k": "1-n", "v": "〔年与时驰〕年纪随同时光而疾速逝去。驰，疾行，指迅速逝去。"}, {"k": "1-o", "v": "〔意与日去〕意志随同岁月而丧失。"}, {"k": "1-p", "v": "〔枯落〕凋落，衰残。比喻人年老志衰，没有用处。"}, {"k": "1-q", "v": "〔多不接世〕意思是，大多对社会没有任何贡献。"}, {"k": "1-r", "v": "〔穷庐〕穷困潦倒之人住的陋室。"}, {"k": "1-s", "v": "〔将复何及〕又怎么来得及。"}]','七年级上册'),
(8160000000000000015,'陈太丘与友期行','','','陈太丘[^2-a]与友期行[^2-b]

陈太丘与友期行，期日中[^2-c]。过中不至，太丘舍去[^2-d]，去后乃[^2-e]至。元方[^2-f]
时年七岁，门外戏。客问元方：“尊君在不[^2-g]？”答曰：“待君久不至，已去。”
友人便怒曰：“非人哉！与人期行，相委而去[^2-h]。”元方曰：“君与家君[^2-i]期日
中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引[^2-j]之。元方
入门不顾[^2-k]。

    太丘，县名，治所在今河南永城西北。','文言文','七年级上册','','[{"k": "2-a", "v": "〔陈太丘〕即陈寔（shí）（104—186或187），字仲弓，东汉颍（yǐng）川许县（今河南许昌东）人。曾任太丘长。 太丘，县名，治所在今河南永城西北。"}, {"k": "2-b", "v": "〔期行〕相约同行。期，约定。"}, {"k": "2-c", "v": "〔日中〕正午时分。"}, {"k": "2-d", "v": "〔舍去〕丢下（他）而离开。舍，丢下。去，离开。"}, {"k": "2-e", "v": "〔乃〕才。"}, {"k": "2-f", "v": "〔元方〕即陈纪（129—199），字元方，陈寔的长子。"}, {"k": "2-g", "v": "〔尊君在不（fǒu）〕令尊在不在？尊君，对别人父亲的尊称。不，同“否”。"}, {"k": "2-h", "v": "〔相委而去〕丢下我走了。相，表示动作偏指一方。委，丢下。"}, {"k": "2-i", "v": "〔家君〕对人谦称自己的父亲。"}, {"k": "2-j", "v": "〔引〕拉。"}, {"k": "2-k", "v": "〔顾〕回头看。"}]','七年级上册'),
(8160000000000000016,'咏雪','','','咏雪

谢太傅[^1-b]寒雪日内集[^1-c]，与儿女[^1-d]讲论文义[^1-e]。俄而[^1-f]雪骤[^1-g]，公欣然曰：
“白雪纷纷何所似[^1-h]？”兄子胡儿[^1-i]曰：“撒盐空中差可拟[^1-j]。”兄女曰：“未若[^1-k]
柳絮因风[^1-l]起。”公大笑乐。即公大兄无奕女[^1-m]，左将军王凝之[^1-n]妻也。

    无奕，谢安长兄谢奕，字无奕。','文言文','七年级上册','','[{"k": "1-b", "v": "〔谢太傅〕即谢安（320—385），字安石，陈郡阳夏（jiǎ）（今河南太康）人，东晋政治家。死后追赠为太傅。"}, {"k": "1-c", "v": "〔内集〕把家里人聚集在一起。"}, {"k": "1-d", "v": "〔儿女〕子女，这里泛指家里的小辈，包括侄儿侄女。"}, {"k": "1-e", "v": "〔文义〕文章的义理。"}, {"k": "1-f", "v": "〔俄而〕不久，一会儿。"}, {"k": "1-g", "v": "〔骤〕急。"}, {"k": "1-h", "v": "〔何所似〕像什么。"}, {"k": "1-i", "v": "〔胡儿〕即谢朗，字长度，小名胡儿，谢安次兄谢据的长子。"}, {"k": "1-j", "v": "〔差（chā）可拟〕大体可以相比。差，大体。拟，相比。"}, {"k": "1-k", "v": "〔未若〕不如，不及。"}, {"k": "1-l", "v": "〔因风〕乘风。因，趁、乘。"}, {"k": "1-m", "v": "〔公大兄无奕女〕指东晋诗人谢道韫（yùn），谢无奕之女，聪慧有才辩。 无奕，谢安长兄谢奕，字无奕。"}, {"k": "1-n", "v": "〔王凝之〕字叔平，书法家王羲之的次子，曾任左将军。"}]','七年级上册'),
(8160000000000000017,'课外古诗词诵读','','','课外古诗词诵读

## 峨眉山月歌[^1-a]

**李白**

峨眉山月半轮[^1-b]秋，影入平羌[^1-c]江水流。  
夜发[^1-d]清溪[^1-e]向三峡，思君不见下渝州[^1-f]。  

> 这首诗写于诗人即将离开故乡外出闯荡之时。峨眉山
> 头高悬的那半轮秋月，映在江中，仿佛和水一起流动，陪
> 伴着诗人远行。夜间乘船从清溪出发，经渝州向三峡进
> 发，离友人愈远，就愈加想念。山、月、江水等景致的融
> 合变幻，衬托出诗人即将离开故乡时的复杂情感；而五
> 个地名连用，造成空间迅速转换之感，让人感觉到行船
> 之快，既传达出诗人江行的独特体验，又抒发了对友人
> 的思念之情。


---

## 江南逢李龟年[^1-g]

**杜甫**

岐王[^1-h]宅里寻常[^1-i]见，崔九[^1-j]堂前几度闻。  
正是江南好风景，落花时节又逢君。  

> “安史之乱”使唐王朝从繁荣昌盛的顶点跌落下来，
> 也将人们抛入战乱的深渊。“岐王宅里”“崔九堂前”，都
> 是当年名流骚客聚集的场所，一提到这些地点就不免勾起
> 人们对过往岁月的美好回忆。诗人当年出入其间，与李龟
> 年这样风光无限的乐师常有交往。万万想不到的是，在江
> 南暮春时节，年老病衰的诗人竟又和故人重逢！“落花时
> 节又逢君”这一句很有名，“落花”寓意甚多，既有个人
> 身世之悲，也有对一个繁华时代落幕的慨叹。诗很短，刚
> 开头即煞尾，连一句也不愿多说，更让人体味到那种深沉
> 的悲哀与感慨。

    江南，这里指湖南一带。杜甫和李龟年重逢是在潭州（今湖南长沙）。
    李龟年，唐玄宗时著名乐师，擅长歌唱。安史之乱后，流落江南。
    杜甫（712—770），字子美，河南巩县（今河南巩义东）人，唐代诗人。

---

## 行军九日思长安故园[^2-a]

**岑参**

强欲登高去，无人送酒[^2-b]来。  
遥怜故园菊，应傍[^2-c]战场开。  

> 古人有重阳登高、饮酒、赏菊的风俗，可是处于军
> 旅之中，又遭遇战乱，诗人“强欲登高”，感叹“无人送
> 酒”，其中的惆怅、凄凉，难以言表。很快，诗人又从这
> 种自我感伤中走出来，联想到故园的菊花——它们在沦陷
> 的都城，应该是怎样一番景象呢？虽然没有主人欣赏，孤
> 寂而凄凉，但也一定不负秋阳，在断壁残垣间竞相绽放。
> 欣赏诗歌要特别注意体味核心意象，像诗中的“故园菊”，
> 其所负载的意义已经突破了单纯的惜花和思乡，更寄托着
> 对饱经战争忧患的人民的同情和对和平的渴望。

    行军，行营、军营。九日，指农历九月九日重阳节。故园，故乡。
    原诗题下有小注：“时未收长安。”
    岑参（约715—770），江陵（今属湖北）人，唐代诗人。
    据南朝梁萧统《陶渊明传》记载：陶渊明重阳日在宅边的菊花丛中闷坐，刚好江州刺史王弘送酒来，于是痛饮至醉而归。

---

## 夜上受降城闻笛[^2-d]

**李益**

回乐烽[^2-e]前沙似雪，受降城外月如霜。  
不知何处吹芦管，一夜征人[^2-f]尽望乡。  

> 前两句写夜晚登城远望，但见大漠似雪，月华如霜，
> 边城夜色，凄神寒骨。这样的宁静如果不被打破，也许诗
> 人可以沉浸其中，体味大漠那亘古的苍茫。可是，就在这
> 万籁俱寂的夜里，夜风送来凄凉幽怨的芦笛声，陡然唤醒
> 了“征人”的思乡情绪。顿时，一切崇高和悲壮都化作
> 了绵绵不绝的乡愁。笛声在扩散，愁思在蔓延，在这样
> 一个凄清的夜晚，集体的失眠也不可避免。读时发挥想
> 象，沉浸其中，试着体会那种苍凉旷远的意境。

<!-- 《李益诗集》卷四 -->

    受降城，指西受降城，故址在今内蒙古巴彦淖尔境内乌加河北岸。一说，指唐代灵州的受降城，故址在今宁夏灵武西南。
    李益（748—约829），字君虞，陇西姑臧（今甘肃武威）人，唐代诗人。','文言文','七年级上册','','[{"k": "1-a", "v": "选自《李白集校注》卷八（上海古籍出版社1980年版）。"}, {"k": "1-b", "v": "〔半轮〕半边，半个。"}, {"k": "1-c", "v": "〔平羌（qiāng）〕即青衣江，大渡河的支流，位于峨眉山东北。"}, {"k": "1-d", "v": "〔发〕出发。"}, {"k": "1-e", "v": "〔清溪〕即青溪驿，在今四川犍（qián）为，距峨眉山不远。"}, {"k": "1-f", "v": "〔渝州〕今重庆一带。 --- ## 江南逢李龟年[^1-g] **杜甫** 岐王[^1-h]宅里寻常[^1-i]见，崔九[^1-j]堂前几度闻。 正是江南好风景，落花时节又逢君。 > “安史之乱”使唐王朝从繁荣昌盛的顶点跌落下来， > 也将人们抛入战乱的深渊。“岐王宅里”“崔九堂前”，都 > 是当年名流骚客聚集的场所，一提到这些地点就不免勾起 > 人们对过往岁月的美好回忆。诗人当年出入其间，与李龟 > 年这样风光无限的乐师常有交往。万万想不到的是，在江 > 南暮春时节，年老病衰的诗人竟又和故人重逢！“落花时 > 节又逢君”这一句很有名，“落花”寓意甚多，既有个人 > 身世之悲，也有对一个繁华时代落幕的慨叹。诗很短，刚 > 开头即煞尾，连一句也不愿多说，更让人体味到那种深沉 > 的悲哀与感慨。"}, {"k": "1-g", "v": "选自《杜诗详注》卷二十三（中华书局1979年版）。 江南，这里指湖南一带。杜甫和李龟年重逢是在潭州（今湖南长沙）。 李龟年，唐玄宗时著名乐师，擅长歌唱。安史之乱后，流落江南。 杜甫（712—770），字子美，河南巩县（今河南巩义东）人，唐代诗人。"}, {"k": "1-h", "v": "〔岐王〕唐玄宗的弟弟李范，封岐王。"}, {"k": "1-i", "v": "〔寻常〕经常。"}, {"k": "1-j", "v": "〔崔九〕指殿中监崔涤，唐玄宗的宠臣。“九”是他的排行。唐代习惯以同曾祖或同祖父兄弟的排行相称。 --- ## 行军九日思长安故园[^2-a] **岑参** 强欲登高去，无人送酒[^2-b]来。 遥怜故园菊，应傍[^2-c]战场开。 > 古人有重阳登高、饮酒、赏菊的风俗，可是处于军 > 旅之中，又遭遇战乱，诗人“强欲登高”，感叹“无人送 > 酒”，其中的惆怅、凄凉，难以言表。很快，诗人又从这 > 种自我感伤中走出来，联想到故园的菊花——它们在沦陷 > 的都城，应该是怎样一番景象呢？虽然没有主人欣赏，孤 > 寂而凄凉，但也一定不负秋阳，在断壁残垣间竞相绽放。 > 欣赏诗歌要特别注意体味核心意象，像诗中的“故园菊”， > 其所负载的意义已经突破了单纯的惜花和思乡，更寄托着 > 对饱经战争忧患的人民的同情和对和平的渴望。"}, {"k": "2-a", "v": "选自《岑参集校注》卷三（上海古籍出版社1981年版）。 行军，行营、军营。九日，指农历九月九日重阳节。故园，故乡。 原诗题下有小注：“时未收长安。” 岑参（约715—770），江陵（今属湖北）人，唐代诗人。"}, {"k": "2-b", "v": "〔送酒〕此处化用有关陶渊明的典故。 据南朝梁萧统《陶渊明传》记载：陶渊明重阳日在宅边的菊花丛中闷坐，刚好江州刺史王弘送酒来，于是痛饮至醉而归。"}, {"k": "2-c", "v": "〔傍〕靠近。 --- ## 夜上受降城闻笛[^2-d] **李益** 回乐烽[^2-e]前沙似雪，受降城外月如霜。 不知何处吹芦管，一夜征人[^2-f]尽望乡。 > 前两句写夜晚登城远望，但见大漠似雪，月华如霜， > 边城夜色，凄神寒骨。这样的宁静如果不被打破，也许诗 > 人可以沉浸其中，体味大漠那亘古的苍茫。可是，就在这 > 万籁俱寂的夜里，夜风送来凄凉幽怨的芦笛声，陡然唤醒 > 了“征人”的思乡情绪。顿时，一切崇高和悲壮都化作 > 了绵绵不绝的乡愁。笛声在扩散，愁思在蔓延，在这样 > 一个凄清的夜晚，集体的失眠也不可避免。读时发挥想 > 象，沉浸其中，试着体会那种苍凉旷远的意境。 <!-- 《李益诗集》卷四 -->"}, {"k": "2-d", "v": "选自《李益诗集》（中华书局2014年版）。 受降城，指西受降城，故址在今内蒙古巴彦淖尔境内乌加河北岸。一说，指唐代灵州的受降城，故址在今宁夏灵武西南。 李益（748—约829），字君虞，陇西姑臧（今甘肃武威）人，唐代诗人。"}, {"k": "2-e", "v": "〔回乐烽〕烽火台名。在西受降城附近。一说，当作“回乐峰”，山峰名，在回乐县（今宁夏灵武西南）。"}, {"k": "2-f", "v": "〔征人〕指出征或戍边的军人。"}]','七年级上册'),
(8160000000000000018,'《论语》十二章','','','《论语》十二章[^1-a]

子[^1-b]曰：“学而时习[^1-c]之，不亦说乎[^1-d]？有朋自远方来，不亦乐乎？人不知
而不愠[^1-e]，不亦君子[^1-f]乎？”（《学而[^1-g]》）

曾子[^1-h]曰：“吾[^1-i]日[^1-j]三省[^1-k]吾身：为人谋[^1-l]而不忠[^1-m]乎？与朋友交而不
信[^2-a]乎？传[^2-b]不习乎？”
（《学而》）

    《论语》，儒家经典著作，是记录孔子及其弟子言行的一部书。共二十篇。
    东汉列为“七经”之一，宋代把它与《大学》《中庸》《孟子》合称为“四书”。
    孔子（前551—前479），名丘，字仲尼，鲁国陬（zōu）邑（今山东曲阜东南）人，春秋末期思想家、政治家、教育家。

子曰：“吾十有五[^2-c]而志
于学，三十而立[^2-d]，四十
而不惑[^2-e]，五十而知天
命[^2-f]，六十而耳顺[^2-g]，七十
而从心所欲[^2-h]，不逾矩[^2-i]。”
（《为政》）

子曰：“温故而知新[^2-j]，可以为师矣。”（《为政》）

子曰：“学而不思则罔[^2-k]，思而不学则殆[^2-l]。”（《为政》）

子曰：“贤哉，回[^2-m]也！一箪[^2-n]食，一瓢饮，在陋巷，人不堪[^2-o]其忧，回
也不改其乐。贤哉，回也！”（《雍也》）

子曰：“知之[^2-p]者[^2-q]不如好[^2-r]之者，好之者不如乐[^2-s]之者。”（《雍也》）


子曰：“饭疏食，饮水[^3-a]，曲肱[^3-b]而枕之，乐亦在其中矣。不义而富且贵，
于[^3-c]我如浮云[^3-d]。”（《述而》）

子曰：“三人行，必有我师焉[^3-e]。择其善者[^3-f]而从之，其不善者而改之。”
（《述而》）

子在川上[^3-g]曰：“逝者如斯夫，不舍昼夜[^3-h]。”（《子罕》）

子曰：“三军[^3-i]可夺[^3-j]帅也，匹夫[^3-k]不可夺志也。”（《子罕》）

子夏[^3-l]曰：“博学而笃志[^3-m]，切问而近思[^3-n]，仁[^3-o]在其中矣。”（《子张》）

    水，文言文中称冷水为“水”，热水为“汤”。
    逝，往、离去。斯，代词，这，指河水。夫，语气词，用于句末表示感叹。','文言文','七年级上册','','[{"k": "1-a", "v": "选自《论（lún）语译注》（中华书局1980年版）。 《论语》，儒家经典著作，是记录孔子及其弟子言行的一部书。共二十篇。 东汉列为“七经”之一，宋代把它与《大学》《中庸》《孟子》合称为“四书”。 孔子（前551—前479），名丘，字仲尼，鲁国陬（zōu）邑（今山东曲阜东南）人，春秋末期思想家、政治家、教育家。"}, {"k": "1-b", "v": "〔子〕古代对男子的尊称，这里指孔子。"}, {"k": "1-c", "v": "〔时习〕按时温习。时，按时。"}, {"k": "1-d", "v": "〔不亦说乎〕不是很愉快吗？不亦……乎，常用于表示委婉的反问。说，同“悦”，愉快。"}, {"k": "1-e", "v": "〔愠（yùn）〕生气，恼怒。"}, {"k": "1-f", "v": "〔君子〕指有才德的人。"}, {"k": "1-g", "v": "〔学而〕和下文的“为政”“雍也”“述而”等一样，都是《论语》的篇名，是从各篇第一章第一句中摘取出来的，并没有特别的意义。"}, {"k": "1-h", "v": "〔曾子（前505—前436）〕姓曾，名参（shēn），字子舆，春秋末期鲁国人，孔子的弟子。"}, {"k": "1-i", "v": "〔吾（wú）〕人称代词，我。"}, {"k": "1-j", "v": "〔日〕每天。"}, {"k": "1-k", "v": "〔三省（xǐng）〕多次进行自我检查。三，泛指多次。一说，实指，即下文所说的三个方面。省，自我检查、反省。"}, {"k": "1-l", "v": "〔为人谋〕替人谋划事情。"}, {"k": "1-m", "v": "〔忠〕竭尽自己的心力。 子曰：“吾十有五[^2-c]而志 于学，三十而立[^2-d]，四十 而不惑[^2-e]，五十而知天 命[^2-f]，六十而耳顺[^2-g]，七十 而从心所欲[^2-h]，不逾矩[^2-i]。” （《为政》） 子曰：“温故而知新[^2-j]，可以为师矣。”（《为政》） 子曰：“学而不思则罔[^2-k]，思而不学则殆[^2-l]。”（《为政》） 子曰：“贤哉，回[^2-m]也！一箪[^2-n]食，一瓢饮，在陋巷，人不堪[^2-o]其忧，回 也不改其乐。贤哉，回也！”（《雍也》） 子曰：“知之[^2-p]者[^2-q]不如好[^2-r]之者，好之者不如乐[^2-s]之者。”（《雍也》）"}, {"k": "2-a", "v": "〔信〕诚信。"}, {"k": "2-b", "v": "〔传（chuán）〕传授，这里指老师传授的知识。"}, {"k": "2-c", "v": "〔十有五〕十五岁。有，同“又”，用于整数和零数之间。"}, {"k": "2-d", "v": "〔立〕立身，指能有所成就。"}, {"k": "2-e", "v": "〔惑〕疑惑。"}, {"k": "2-f", "v": "〔天命〕上天的意旨。古人认为天是世间万物的主宰。命，命令。"}, {"k": "2-g", "v": "〔耳顺〕对此有多种解释，通常认为是指能听得进不同的意见。"}, {"k": "2-h", "v": "〔从心所欲〕顺从意愿。"}, {"k": "2-i", "v": "〔逾矩〕越过法度。逾，越过。矩，法度。"}, {"k": "2-j", "v": "〔温故而知新〕温习学过的知识，可以得到新的理解和体会。"}, {"k": "2-k", "v": "〔罔（wǎng）〕迷惑，意思是感到迷茫而无所适从。"}, {"k": "2-l", "v": "〔殆（dài）〕疑惑。"}, {"k": "2-m", "v": "〔回〕即颜回（前521—前490），字子渊，春秋末期鲁国人，孔子的弟子。"}, {"k": "2-n", "v": "〔箪（dān）〕古代盛饭用的圆形竹器，也有用芦苇等制成的。"}, {"k": "2-o", "v": "〔堪〕能忍受。"}, {"k": "2-p", "v": "〔之〕代词，它，指学问和事业。一说，指仁德。"}, {"k": "2-q", "v": "〔者〕代词，……的人。"}, {"k": "2-r", "v": "〔好（hào）〕喜爱，爱好。"}, {"k": "2-s", "v": "〔乐〕以……为快乐。 子曰：“饭疏食，饮水[^3-a]，曲肱[^3-b]而枕之，乐亦在其中矣。不义而富且贵， 于[^3-c]我如浮云[^3-d]。”（《述而》） 子曰：“三人行，必有我师焉[^3-e]。择其善者[^3-f]而从之，其不善者而改之。” （《述而》） 子在川上[^3-g]曰：“逝者如斯夫，不舍昼夜[^3-h]。”（《子罕》） 子曰：“三军[^3-i]可夺[^3-j]帅也，匹夫[^3-k]不可夺志也。”（《子罕》） 子夏[^3-l]曰：“博学而笃志[^3-m]，切问而近思[^3-n]，仁[^3-o]在其中矣。”（《子张》）"}, {"k": "3-a", "v": "〔饭疏食，饮水〕吃粗粮，喝冷水。饭，吃。疏食，粗粮。 水，文言文中称冷水为“水”，热水为“汤”。"}, {"k": "3-b", "v": "〔肱（gōng）〕胳膊上从肩到肘的部分，这里指胳膊。"}, {"k": "3-c", "v": "〔于〕介词，对，对于。"}, {"k": "3-d", "v": "〔如浮云〕像浮云一样。"}, {"k": "3-e", "v": "〔焉〕于此，意思是在其中。"}, {"k": "3-f", "v": "〔善者〕好的方面，优点。"}, {"k": "3-g", "v": "〔川上〕河边。川，河流。"}, {"k": "3-h", "v": "〔逝者如斯夫（fú），不舍昼夜〕逝去的一切像河水一样流去，日夜不停。 逝，往、离去。斯，代词，这，指河水。夫，语气词，用于句末表示感叹。"}, {"k": "3-i", "v": "〔三军〕指军队。"}, {"k": "3-j", "v": "〔夺〕改变。"}, {"k": "3-k", "v": "〔匹夫〕指平民中的男子，这里泛指平民百姓。"}, {"k": "3-l", "v": "〔子夏（前507—？）〕即卜商，字子夏，春秋末期晋国人，孔子的弟子。"}, {"k": "3-m", "v": "〔笃（dǔ）志〕坚定志向。笃，坚定。"}, {"k": "3-n", "v": "〔切问而近思〕恳切地发问求教，多思考当前的事情。切，恳切。"}, {"k": "3-o", "v": "〔仁〕仁德。"}]','七年级上册'),
(8160000000000000019,'孙权劝学','《资治通鉴》','','孙权劝学[^1-a]

初，权谓吕蒙[^1-b]曰：“卿[^1-c]今当涂[^1-d]掌事，不可不学！” 蒙辞[^1-e]以军中多
务[^1-f]。权曰：“孤[^1-g]岂欲卿治经[^1-h]为博士[^1-i]邪[^1-j]！但[^1-k]当涉猎[^1-l]，见往事[^1-m]耳。
卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁[^1-n]
过[^2-a]寻阳[^2-b]，与蒙论议，大惊曰：“卿今者[^2-c]才略[^2-d]，非复[^2-e]吴下[^2-f]阿蒙[^2-g]！”
蒙曰：“士别三日，即更[^2-h]刮目相待[^2-i]，大兄[^2-j]何见事[^2-k]之晚乎！”肃遂拜蒙
母，结友而别。','文言文','七年级下册','','[{"k": "1-a", "v": "节选自《资治通鉴》卷六十六（中华书局1956年版）。题目为编者所加。孙权（182—252），字仲谋，吴郡富春（今浙江富阳）人，三国时吴国的创建者。《资治通鉴》，北宋司马光主持编纂的一部编年体通史，记载了从战国到五代共1362年间的史事。司马光（1019—1086），字君实，陕州夏县（今属山西）人，北宋政治家、史学家。"}, {"k": "1-b", "v": "〔吕蒙（178—220）〕字子明，汝南富陂（今安徽阜南东南）人，东汉末孙权部将。"}, {"k": "1-c", "v": "〔卿（qīng）〕古代君对臣、长辈对晚辈的爱称。朋友间也以“卿”为爱称。"}, {"k": "1-d", "v": "〔当涂〕当权，掌权。"}, {"k": "1-e", "v": "〔辞〕推托。"}, {"k": "1-f", "v": "〔务〕事务。"}, {"k": "1-g", "v": "〔孤〕古时王侯的自称。"}, {"k": "1-h", "v": "〔治经〕研究儒家经典。经，历来被尊为典范的著作，这里指《易》《书》《诗》《礼》《春秋》等儒家经典。"}, {"k": "1-i", "v": "〔博士〕官名，始设于战国时期，西汉中期之后专掌经学讲授。"}, {"k": "1-j", "v": "〔邪（yé）〕语气词，同“耶”。"}, {"k": "1-k", "v": "〔但〕只，只是。"}, {"k": "1-l", "v": "〔涉猎〕粗略地阅读。"}, {"k": "1-m", "v": "〔见往事〕了解历史。见，了解。往事，指历史。"}, {"k": "1-n", "v": "〔鲁肃（172—217）〕字子敬，临淮东城（今安徽定远东南）人，东汉末孙权部将。"}, {"k": "2-a", "v": "〔过〕经过。"}, {"k": "2-b", "v": "〔寻阳〕古县名，治所在今湖北黄梅西南。"}, {"k": "2-c", "v": "〔今者〕如今，现在。"}, {"k": "2-d", "v": "〔才略〕才干和谋略。"}, {"k": "2-e", "v": "〔非复〕不再是。"}, {"k": "2-f", "v": "〔吴下〕泛指吴地。"}, {"k": "2-g", "v": "〔阿蒙〕这里是对吕蒙表示亲近的称呼。"}, {"k": "2-h", "v": "〔更（gèng）〕另外，再。"}, {"k": "2-i", "v": "〔刮目相待〕拭目相看，指用新的眼光看待。刮，擦拭。"}, {"k": "2-j", "v": "〔大兄〕对同辈朋友的敬称。"}, {"k": "2-k", "v": "〔见事〕明白事理、事势。"}]','七年级下册'),
(8160000000000000020,'课外古诗词诵读','','','课外古诗词诵读

## 泊秦淮[^1-a]

**杜牧**

烟笼寒水月笼沙，夜泊秦淮近酒家。  
商女[^1-b]不知亡国恨，隔江犹唱后庭花[^1-c]。  

> 这是诗人夜泊秦淮时触景感怀之作。首句描写了一
> 幅朦胧的水色夜景，渲染出一种凄清的气氛。次句点题，
> 以“近酒家”引发思古之幽情。后两句由一曲《后庭花》
> 引发历史兴衰之感，仿佛已从“商女”那里听到亡国之
> 音，其实是对那些只知寻欢作乐、不以国事为重的达官
> 贵人表达忧虑与愤慨。这首诗将对历史的咏叹与现实的
> 思考紧密结合，委婉深沉。阅读时注意寓情于景的手法，
> 体味凄寒意境中的兴亡之忧。


---

## 贾生[^1-d]

**李商隐**

宣室[^1-e]求贤访[^1-f]逐臣[^1-g]，贾生才调[^1-h]更无伦[^1-i]。  
可怜[^1-j]夜半虚[^1-k]前席[^1-l]，不问苍生[^1-m]问鬼神。  

> 西汉贾谊力主改革弊政，却遭谗被贬，郁郁不得志。
> 后来汉文帝召还他，曾在宫殿正室和他晤谈。诗人写的就
> 是这件事。首句的一“求”一“访”，似乎在表现汉文帝
> 的诚意。次句赞美贾生才华横溢，无与伦比。贤才明主，
> 颇为和谐。可是到第三句笔锋一转。文帝问询到半夜，双
> 膝都挪到贾谊跟前，似乎在虚心倾听。其实，他要垂问的
> 哪是国计民生，不过是神鬼的事罢了。这首诗明写汉代，
> 其实是托古讽今，揭示晚唐皇帝求仙访道、不顾国事的现
> 实，也寄寓诗人怀才不遇的感慨。阅读时注意欣赏诗作先
> 扬后抑、议论精警的特点。


---

## 过松源晨炊漆公店（其五）[^2-a]

**杨万里**

莫言下岭便无难，赚得[^2-b]行人错喜欢[^2-c]。  
政[^2-d]入万山围子[^2-e]里，一山放出[^2-f]一山拦。  

> 诗人早行在崇山峻岭中，充分领略着游历山野的乐
> 趣。因为心情闲适，感受更为空灵、独特。首句以否定
> 的形式提出论题，指出下山并不像通常认为的那样轻松
> 容易，人们往往会“上当受骗”，空自欢喜。因为行走
> 在万山深处，即使一座山“放”过了你，还有无数的山
> 在“拦”着你呢！生活的道路何尝不是如此？所以我们
> 不要为眼前的顺境所迷惑，要放眼长远，认真对待，才
> 能不断克服困难，履险如夷。这首诗语言明白如话，灵
> 动活泼，幽默诙谐，意趣横生，读时可仔细体会。


---

## 约客[^2-g]

**赵师秀**

黄梅时节[^2-h]家家雨，青草池塘处处蛙。  
有约不来过夜半，闲敲棋子落灯花[^2-i]。  

> 这首诗从季节和天气写起：“家家雨”，写出“黄梅时
> 节”的天气特征；“处处蛙”，写出江南雨季的特别景致。
> 这样颇具闲情的散淡诗句，又和“约客”有什么关系呢？
> 诗的第三句点题，我们才明白其中的原因：绵绵不绝的
> 雨，可能让友人出行非常困难；耳边不断的蛙声，又多多
> 少少增添了有约不来的寂寞。诗人又何以遣怀呢？末句通
> 过一个小小的动作，生动而又含蓄地表现出诗人的情思。
> 些许落寞，多少闲情，尽在这“闲敲棋子落灯花”中。这
> 首构思精巧、描写细腻的小诗，通过对环境、动作的描
> 写，细致入微地表现出人物的心理活动。读此诗，我们也
> 可以约略感受到古人的生活情趣。','文言文','七年级下册','','[{"k": "1-a", "v": "选自《樊川诗集注》卷四（上海古籍出版社1978年版）。秦淮，即秦淮河，长江下游支流，相传是秦时为疏通淮水开凿。秦淮河流经的南京夫子庙一带，在六朝时十分繁华。杜牧（803—853），字牧之，京兆万年（今陕西西安）人，唐代文学家。"}, {"k": "1-b", "v": "〔商女〕歌女。"}, {"k": "1-c", "v": "〔后庭花〕曲名，《玉树后庭花》的简称。南朝陈亡国之君陈叔宝所作，后世多称之为亡国之音。 --- ## 贾生[^1-d] **李商隐** 宣室[^1-e]求贤访[^1-f]逐臣[^1-g]，贾生才调[^1-h]更无伦[^1-i]。 可怜[^1-j]夜半虚[^1-k]前席[^1-l]，不问苍生[^1-m]问鬼神。 > 西汉贾谊力主改革弊政，却遭谗被贬，郁郁不得志。 > 后来汉文帝召还他，曾在宫殿正室和他晤谈。诗人写的就 > 是这件事。首句的一“求”一“访”，似乎在表现汉文帝 > 的诚意。次句赞美贾生才华横溢，无与伦比。贤才明主， > 颇为和谐。可是到第三句笔锋一转。文帝问询到半夜，双 > 膝都挪到贾谊跟前，似乎在虚心倾听。其实，他要垂问的 > 哪是国计民生，不过是神鬼的事罢了。这首诗明写汉代， > 其实是托古讽今，揭示晚唐皇帝求仙访道、不顾国事的现 > 实，也寄寓诗人怀才不遇的感慨。阅读时注意欣赏诗作先 > 扬后抑、议论精警的特点。"}, {"k": "1-d", "v": "选自《李商隐诗歌集解》第四册（中华书局2004年版）。贾生，即贾谊（前200—前168），洛阳（今属河南）人，西汉政论家、文学家。"}, {"k": "1-e", "v": "〔宣室〕汉代未央宫前殿的正室。"}, {"k": "1-f", "v": "〔访〕咨询，征求意见。"}, {"k": "1-g", "v": "〔逐臣〕被放逐的大臣。这里指曾被贬到长沙的贾谊。"}, {"k": "1-h", "v": "〔才调〕才华。这里指贾谊的才能。"}, {"k": "1-i", "v": "〔无伦〕无与匹敌。"}, {"k": "1-j", "v": "〔可怜〕可惜。"}, {"k": "1-k", "v": "〔虚〕徒然。"}, {"k": "1-l", "v": "〔前席〕指汉文帝在座席上向前移动，靠近贾谊，以便更好地倾听。"}, {"k": "1-m", "v": "〔苍生〕指百姓。 --- ## 过松源晨炊漆公店（其五）[^2-a] **杨万里** 莫言下岭便无难，赚得[^2-b]行人错喜欢[^2-c]。 政[^2-d]入万山围子[^2-e]里，一山放出[^2-f]一山拦。 > 诗人早行在崇山峻岭中，充分领略着游历山野的乐 > 趣。因为心情闲适，感受更为空灵、独特。首句以否定 > 的形式提出论题，指出下山并不像通常认为的那样轻松 > 容易，人们往往会“上当受骗”，空自欢喜。因为行走 > 在万山深处，即使一座山“放”过了你，还有无数的山 > 在“拦”着你呢！生活的道路何尝不是如此？所以我们 > 不要为眼前的顺境所迷惑，要放眼长远，认真对待，才 > 能不断克服困难，履险如夷。这首诗语言明白如话，灵 > 动活泼，幽默诙谐，意趣横生，读时可仔细体会。"}, {"k": "2-a", "v": "选自《杨万里集笺校》卷三十五（中华书局2007年版）。这个题目下有六首诗，这是第五首。松源、漆公店，在今江西弋阳与余江之间。晨炊，早餐。杨万里（1127—1206），字廷秀，吉州吉水（今属江西）人，自名书室为“诚斋”，世称“诚斋先生”，南宋诗人。他的诗作构思新巧，语言平易自然、清新活泼，被称为“诚斋体”。"}, {"k": "2-b", "v": "〔赚（zuàn）得〕骗得。"}, {"k": "2-c", "v": "〔错喜欢〕空欢喜。"}, {"k": "2-d", "v": "〔政〕同“正”。"}, {"k": "2-e", "v": "〔围子〕圈子。"}, {"k": "2-f", "v": "〔放出〕这里是把行人放过去的意思。 --- ## 约客[^2-g] **赵师秀** 黄梅时节[^2-h]家家雨，青草池塘处处蛙。 有约不来过夜半，闲敲棋子落灯花[^2-i]。 > 这首诗从季节和天气写起：“家家雨”，写出“黄梅时 > 节”的天气特征；“处处蛙”，写出江南雨季的特别景致。 > 这样颇具闲情的散淡诗句，又和“约客”有什么关系呢？ > 诗的第三句点题，我们才明白其中的原因：绵绵不绝的 > 雨，可能让友人出行非常困难；耳边不断的蛙声，又多多 > 少少增添了有约不来的寂寞。诗人又何以遣怀呢？末句通 > 过一个小小的动作，生动而又含蓄地表现出诗人的情思。 > 些许落寞，多少闲情，尽在这“闲敲棋子落灯花”中。这 > 首构思精巧、描写细腻的小诗，通过对环境、动作的描 > 写，细致入微地表现出人物的心理活动。读此诗，我们也 > 可以约略感受到古人的生活情趣。"}, {"k": "2-g", "v": "选自《清苑斋集》（《永嘉四灵诗集》，浙江古籍出版社1985年版）。赵师秀（1170—1219），字紫芝、灵芝，号灵秀、天乐，永嘉（今浙江温州）人，南宋诗人。"}, {"k": "2-h", "v": "〔黄梅时节〕夏初江南梅子黄熟的时节，即梅雨季节。"}, {"k": "2-i", "v": "〔灯花〕灯芯燃烧后结成的花状物。"}]','七年级下册'),
(8160000000000000021,'活板','沈括','','活板[^1-a]

板印[^1-b]书籍，唐人尚未盛为之。自冯瀛王[^1-c]始印五经，已[^1-d]后典籍皆为板本[^1-e]。

庆历[^1-f]中，有布衣[^1-g]毕昇[^1-h]，又为活板。其法：用胶泥刻字，薄如钱唇[^1-i]，
每字为一印，火烧令坚[^1-j]。先设一铁板，其上以松脂、蜡和[^1-k]纸灰之类冒[^1-l]之。
欲印，则以一铁范[^1-m]置铁板上，乃密布字印，满铁范为一板，持就火炀之[^1-n]；
药[^1-o]稍镕[^1-p]，则以一平板按其面，则字平如砥[^1-q]。若止印三二本，未为简易；
若印数十百千本，则极为神速。常作二铁板，一板印刷，一板已自[^1-r]布字，此
印者才毕，则第二板已具[^1-s]，更互[^1-t]用之，瞬息可就[^1-u]。每一字皆有数印，如
“之”“也”等字，每字有二十余印，以备一板内有重复者。不用，则以纸帖
之，每韵为一帖，木格贮之[^1-v]。有奇字[^1-w]素无备者，旋刻之，以草火烧，瞬息
可成。不以木为之者，木理[^2-a]有疏密，沾水则高下不平，兼与药相粘，不可
取；不若燔[^2-b]土，用讫[^2-c]再火令药镕，以手拂之，其印自落，殊[^2-d]不沾污。


昇死，其印为予群从[^2-e]所得，至今宝藏[^2-f]。','文言文','七年级下册','','[{"k": "1-a", "v": "选自《梦溪笔谈校证》卷十八（上海人民出版社2016年版）。题目为编者所加。活板，用活字排成的印刷版。板，同“版”。沈括（1031—1095），字存中，钱塘（今浙江杭州）人，北宋科学家、政治家。"}, {"k": "1-b", "v": "〔板印〕指雕版印刷。"}, {"k": "1-c", "v": "〔冯瀛王〕即冯道（882—954），字可道，瀛州景城（今河北沧县西）人，历仕后唐至后周，死后被追封为瀛王，我国古代大规模官刻儒家经籍的首倡者。"}, {"k": "1-d", "v": "〔已〕同“以”。"}, {"k": "1-e", "v": "〔板本〕版印书籍，相对于抄本而言。"}, {"k": "1-f", "v": "〔庆历〕宋仁宗赵祯年号（1041—1048）。"}, {"k": "1-g", "v": "〔布衣〕平民。古代平民不能穿锦绣，故称“布衣”。"}, {"k": "1-h", "v": "〔毕昇（？—约1051）〕蕲州蕲水直河乡（今属湖北英山）人，北宋工匠、发明家。首创活字印刷术。"}, {"k": "1-i", "v": "〔钱唇〕铜钱的边缘。"}, {"k": "1-j", "v": "〔坚〕坚硬。"}, {"k": "1-k", "v": "〔和（huò）〕混合。"}, {"k": "1-l", "v": "〔冒〕覆盖。"}, {"k": "1-m", "v": "〔铁范〕这里指铁制模框。"}, {"k": "1-n", "v": "〔持就火炀（yáng）之〕拿着它靠近火烘烤。就，靠近。炀，烘烤。"}, {"k": "1-o", "v": "〔药〕指上文说的松脂、蜡等的混合物。"}, {"k": "1-p", "v": "〔镕〕同“熔”，用高温使固态物质转变为液态。"}, {"k": "1-q", "v": "〔字平如砥（dǐ）〕（所有排在铁板上的）活字平得像磨刀石。砥，磨刀石。"}, {"k": "1-r", "v": "〔已自〕已经。"}, {"k": "1-s", "v": "〔具〕准备（好了）。"}, {"k": "1-t", "v": "〔更（gēng）互〕交替，轮流。"}, {"k": "1-u", "v": "〔就〕完成。"}, {"k": "1-v", "v": "〔以纸帖之，每韵为一帖，木格贮之〕意思是，用纸来标记活字，每个韵部做一个标签，用木格（分别）贮存这些活字。帖，读tiè，标签，前一个用作动词。韵，指韵部，韵书中把同韵的字归在一起成为一部。"}, {"k": "1-w", "v": "〔奇字〕这里指生僻字。 昇死，其印为予群从[^2-e]所得，至今宝藏[^2-f]。"}, {"k": "2-a", "v": "〔木理〕木头的纹理。"}, {"k": "2-b", "v": "〔燔（fán）〕烧。"}, {"k": "2-c", "v": "〔讫（qì）〕完毕。"}, {"k": "2-d", "v": "〔殊〕用在否定副词“不”“无”等前面，表示否定程度达到极限，可译作“根本”“一点儿”“完全”。"}, {"k": "2-e", "v": "〔群从（cóng）〕指堂兄弟及诸子侄。"}, {"k": "2-f", "v": "〔宝藏（cáng）〕珍藏。"}]','七年级下册'),
(8160000000000000022,'陋室铭','刘禹锡','','陋室铭[^1-a]

山不在高，有仙则名[^1-b]。水不在深，有龙则灵[^1-c]。斯是陋室，惟吾德馨[^1-d]。
苔痕上阶绿，草色入帘青[^1-e]。谈笑有鸿儒[^1-f]，往来无白丁[^1-g]。可以调[^1-h]素琴[^1-i]，
阅金经[^1-j]。无丝竹之乱耳[^1-k]，无案牍之劳形[^1-l]。南阳诸葛庐[^1-m]，西蜀子云亭[^1-n]。
孔子云：何陋之有[^1-o]？

<!-- 《刘禹锡集·刘禹锡集诗文补遗·遗文目录》 -->','文言文','七年级下册','','[{"k": "1-a", "v": "选自《刘禹锡集》（中华书局1990年版）。陋室，简陋的屋子。铭，古代刻在器物上用来警诫自己或者称述功德的文字，后来成为一种文体。"}, {"k": "1-b", "v": "〔名〕出名，有名。"}, {"k": "1-c", "v": "〔灵〕神异。"}, {"k": "1-d", "v": "〔斯是陋室，惟吾德馨（xīn）〕这是简陋的屋舍，只因我（住屋的人）的品德美好（就不感到简陋了）。斯，这。惟，语气词。馨，能散布很远的香气，这里指德行美好。"}, {"k": "1-e", "v": "〔苔痕上阶绿，草色入帘青〕苔痕蔓延到台阶上，使台阶都绿了；草色映入竹帘，使室内染上青色。"}, {"k": "1-f", "v": "〔鸿儒〕大儒，指博学的人。鸿，大。"}, {"k": "1-g", "v": "〔白丁〕平民，指没有功名的人。"}, {"k": "1-h", "v": "〔调〕调弄，弹奏。"}, {"k": "1-i", "v": "〔素琴〕不加装饰的琴。"}, {"k": "1-j", "v": "〔金经〕指佛经（佛经用泥金书写）。"}, {"k": "1-k", "v": "〔无丝竹之乱耳〕没有世俗的乐曲扰乱心境。丝，指弦乐器。竹，指管乐器。"}, {"k": "1-l", "v": "〔无案牍（dú）之劳形〕没有官府公文劳神伤身。案牍，指官府文书。形，形体、躯体。"}, {"k": "1-m", "v": "〔南阳诸葛庐〕诸葛亮隐居南阳住的草庐。"}, {"k": "1-n", "v": "〔西蜀子云亭〕扬子云在西蜀的屋舍。西蜀，今四川。子云，即扬雄（前53—18），字子云，蜀郡成都（今属四川）人，西汉哲学家、文学家。"}, {"k": "1-o", "v": "〔何陋之有〕语出《论语·子罕》。意思是，有什么简陋的呢？"}]','七年级下册'),
(8160000000000000023,'爱莲说','周敦颐','','爱莲说[^2-a]

水陆草木之花，可爱者甚蕃[^2-b]。晋陶渊明[^2-c]独[^2-d]爱菊。自李唐[^2-e]来，世人
甚爱牡丹。予[^2-f]独爱莲之出淤泥[^2-g]而不染[^2-h]，濯清涟而不妖[^2-i]，中通外直[^2-j]，不
蔓不枝[^2-k]，香远益清[^2-l]，亭亭净植[^2-m]，可远观而不可亵玩[^2-n]焉[^2-o]。

予谓菊，花之隐逸[^2-p]者也；牡丹，花之富贵者也；莲，花之君子者也。噫[^2-q]！
菊之爱，陶后鲜[^2-r]有闻。莲之爱，同予者何人[^2-s]？牡丹之爱，宜乎众矣[^2-t]。','文言文','七年级下册','','[{"k": "2-a", "v": "选自《周敦颐集》卷三（中华书局2009年版）。周敦颐（1017—1073），字茂叔，道州营道（今湖南道县）人，北宋哲学家。著有《太极图说》《通书》等。"}, {"k": "2-b", "v": "〔蕃（fán）〕多。"}, {"k": "2-c", "v": "〔陶渊明（约365—427）〕一名潜，字元亮，寻阳柴桑（今江西九江西南）人，东晋诗人。"}, {"k": "2-d", "v": "〔独〕只。"}, {"k": "2-e", "v": "〔李唐〕指唐朝。唐朝的皇帝姓李，所以称为“李唐”。"}, {"k": "2-f", "v": "〔予〕人称代词，我。"}, {"k": "2-g", "v": "〔淤（yū）泥〕河沟、池塘里积存的污泥。"}, {"k": "2-h", "v": "〔染〕沾染（污秽）。"}, {"k": "2-i", "v": "〔濯（zhuó）清涟（lián）而不妖〕经过清水洗涤但不显得艳丽。濯，洗。涟，水波。妖，艳丽。"}, {"k": "2-j", "v": "〔中通外直〕（莲的柄）内部贯通，外部挺直。"}, {"k": "2-k", "v": "〔不蔓不枝〕不横生藤蔓，不旁生枝茎。蔓、枝，都是名词用作动词。"}, {"k": "2-l", "v": "〔香远益清〕香气远闻更加清芬。"}, {"k": "2-m", "v": "〔亭亭净植〕洁净地挺立。亭亭，耸立的样子。植，竖立。"}, {"k": "2-n", "v": "〔亵（xiè）玩〕靠近赏玩。亵，亲近而不庄重。"}, {"k": "2-o", "v": "〔焉〕语气词。"}, {"k": "2-p", "v": "〔隐逸〕隐居避世。这里是说菊花不与别的花争奇斗艳。"}, {"k": "2-q", "v": "〔噫（yī）〕叹词，表示感慨。"}, {"k": "2-r", "v": "〔鲜（xiǎn）〕少。"}, {"k": "2-s", "v": "〔同予者何人〕像我一样的还有什么人呢？"}, {"k": "2-t", "v": "〔宜乎众矣〕应当人很多了。宜，应当。"}]','七年级下册'),
(8160000000000000024,'木兰诗','《乐府诗集》','','木兰诗[^1-a]

唧唧[^1-b]复唧唧，木兰当户织[^1-c]。不闻机杼声[^1-d]，唯[^1-e]闻女叹息。

问女何所思[^1-f]，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖[^1-g]，
可汗大点兵[^1-h]，军书十二卷[^1-i]，卷卷有爷[^1-j]名。阿爷无大儿，木兰无长兄，愿
为市鞍马[^1-k]，从此替爷征。

东市买骏马，西市买鞍鞯[^1-l]，南市买辔头[^1-m]，北市买长鞭。旦[^1-n]辞爷娘去，
暮宿黄河边，不闻爷娘唤女声，但闻
黄河流水鸣溅溅[^2-a]。旦辞黄河去，暮
至黑山[^2-b]头，不闻爷娘唤女声，但闻
燕山胡骑[^2-c]鸣啾啾[^2-d]。


万里赴戎机[^2-e]，关山度若飞[^2-f]。
朔气传金柝[^2-g]，寒光照铁衣[^2-h]。将军
百战死，壮士十年归。

归来见天子[^2-i]，天子坐明堂[^2-j]。
策勋十二转[^2-k]，赏赐百千强[^2-l]。可汗
问所欲[^2-m]，木兰不用尚书郎[^2-n]，愿驰
千里足[^2-o]，送儿还故乡。

爷娘闻女来，出郭[^2-p]相扶将[^2-q]；
阿姊闻妹来，当户理红妆[^2-r]；小弟
闻姊来，磨刀霍霍[^2-s]向猪羊。开我东
阁门，坐我西阁[^2-t]床。脱我战时袍，
著[^2-u]我旧时裳。当窗理云鬓[^2-v]，对镜
帖[^3-a]花黄[^3-b]。出门看火伴[^3-c]，火伴皆惊忙[^3-d]：同行十二年，不知木兰是女郎。


雄兔脚扑朔，雌兔眼迷离[^3-e]；双兔傍地走，安能辨我是雄雌[^3-f]？','文言文','七年级下册','','[{"k": "1-a", "v": "选自《乐府诗集》卷二十五（北宋郭茂倩编，中华书局2017年版）。这是南北朝时期北方的一首乐府民歌。"}, {"k": "1-b", "v": "〔唧唧〕叹息声。"}, {"k": "1-c", "v": "〔当户织〕对着门织布。"}, {"k": "1-d", "v": "〔机杼（zhù）声〕织布机发出的声音。杼，织布的梭子。"}, {"k": "1-e", "v": "〔唯〕只。"}, {"k": "1-f", "v": "〔何所思〕想的是什么。这里的“思”和后面的“忆”都是“思虑、思量”的意思。"}, {"k": "1-g", "v": "〔军帖（tiě）〕军中的文告。"}, {"k": "1-h", "v": "〔可汗（kèhán）大点兵〕可汗大规模地征兵。可汗，我国古代西北地区民族对最高统治者的称呼。"}, {"k": "1-i", "v": "〔军书十二卷〕征兵的名册很多卷。军书，军中的文书，这里指征兵的名册。十二，表示多数，不是确指。"}, {"k": "1-j", "v": "〔爷〕和下文的“阿爷”一样，都指父亲。"}, {"k": "1-k", "v": "〔愿为市鞍（ān）马〕愿意为（此）去买鞍马。为，介词，为了，其后宾语省略。市，买。鞍马，泛指马和马具。"}, {"k": "1-l", "v": "〔鞯（jiān）〕马鞍下的垫子。"}, {"k": "1-m", "v": "〔辔（pèi）头〕驾驭牲口用的嚼子和缰绳。"}, {"k": "1-n", "v": "〔旦〕早晨。 万里赴戎机[^2-e]，关山度若飞[^2-f]。 朔气传金柝[^2-g]，寒光照铁衣[^2-h]。将军 百战死，壮士十年归。 归来见天子[^2-i]，天子坐明堂[^2-j]。 策勋十二转[^2-k]，赏赐百千强[^2-l]。可汗 问所欲[^2-m]，木兰不用尚书郎[^2-n]，愿驰 千里足[^2-o]，送儿还故乡。 爷娘闻女来，出郭[^2-p]相扶将[^2-q]； 阿姊闻妹来，当户理红妆[^2-r]；小弟 闻姊来，磨刀霍霍[^2-s]向猪羊。开我东 阁门，坐我西阁[^2-t]床。脱我战时袍， 著[^2-u]我旧时裳。当窗理云鬓[^2-v]，对镜 帖[^3-a]花黄[^3-b]。出门看火伴[^3-c]，火伴皆惊忙[^3-d]：同行十二年，不知木兰是女郎。"}, {"k": "2-a", "v": "〔溅（jiān）溅〕水流声。"}, {"k": "2-b", "v": "〔黑山〕和下文的“燕（yān）山”，都是当时北方的山名。"}, {"k": "2-c", "v": "〔胡骑〕胡人的战马。胡，中国古代对北部、西部民族的称呼。"}, {"k": "2-d", "v": "〔啾（jiū）啾〕鸟兽虫等的鸣叫声，这里指马叫的声音。"}, {"k": "2-e", "v": "〔万里赴戎机〕远行万里，投身战事。戎机，战事。"}, {"k": "2-f", "v": "〔关山度若飞〕像飞一样地越过一道道关塞山岭。度，越过。"}, {"k": "2-g", "v": "〔朔（shuò）气传金柝（tuò）〕北方的寒气传送着打更的声音。朔，北方。金柝，古时军中白天用来烧饭、夜里用来打更的器具。"}, {"k": "2-h", "v": "〔铁衣〕铁甲，古代用铁片制成的战衣。"}, {"k": "2-i", "v": "〔天子〕指上文的“可汗”。"}, {"k": "2-j", "v": "〔明堂〕古代帝王举行大典的朝堂。"}, {"k": "2-k", "v": "〔策勋十二转（zhuǎn）〕记很大的功。策勋，记功。转，勋位每升一级叫一转。"}, {"k": "2-l", "v": "〔赏赐百千强〕赏赐很多的财物。强，有余。"}, {"k": "2-m", "v": "〔问所欲〕问（木兰）想要什么。"}, {"k": "2-n", "v": "〔尚书郎〕尚书省的官。尚书省是古代朝廷中管理国家政事的机关。"}, {"k": "2-o", "v": "〔愿驰千里足〕希望骑上千里马。驰，赶马快跑。"}, {"k": "2-p", "v": "〔郭〕外城。"}, {"k": "2-q", "v": "〔扶将〕搀扶，扶持。"}, {"k": "2-r", "v": "〔红妆（zhuāng）〕指女子的艳丽装束。"}, {"k": "2-s", "v": "〔霍（huò）霍〕磨刀的声音。"}, {"k": "2-t", "v": "〔西阁〕一作“西间”。"}, {"k": "2-u", "v": "〔著（zhuó）〕穿（衣）。"}, {"k": "2-v", "v": "〔云鬓（bìn）〕像云那样的鬓发，形容好看的头发。 雄兔脚扑朔，雌兔眼迷离[^3-e]；双兔傍地走，安能辨我是雄雌[^3-f]？"}, {"k": "3-a", "v": "〔帖〕同“贴”。"}, {"k": "3-b", "v": "〔花黄〕古代妇女的一种面部装饰物。"}, {"k": "3-c", "v": "〔火伴〕军中的同伴。当时规定若干士兵同一个灶吃饭，所以称“火伴”。后引申为同伴之意，现在多写作“伙伴”。"}, {"k": "3-d", "v": "〔惊忙〕惊讶迷茫。"}, {"k": "3-e", "v": "〔雄兔脚扑朔，雌兔眼迷离〕据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，动弹。迷离，模糊不清、难以分辨，这里指眼睛眯着。"}, {"k": "3-f", "v": "〔双兔傍地走，安能辨我是雄雌〕雄雌两兔贴近地面跑，怎能辨别哪只是雄兔，哪只是雌兔呢？傍，贴近、靠近。走，跑。"}]','七年级下册'),
(8160000000000000025,'课外古诗词诵读','','','课外古诗词诵读

## 竹里馆[^1-a]

**王维**

独坐幽篁[^1-b]里，弹琴复长啸。  
深林[^1-c]人不知，明月来相照[^1-d]。  

> 这是唐代诗人王维在辋川居住时创作的一首五绝。诵
> 读时想象一下，诗人在竹林里“独坐”，“弹琴”，“长啸”，
> 内心的淡定与自然的幽静融合在一起。在这样一个清净的
> 世界，没有尘世的喧嚣，没有名利的羁绊，精神可以彻底
> 放松。虽然“人不知”，却有明月相伴，并不感到孤独。
> 月华如水，涤荡胸怀，诗人在与自然对话、与天地精神往
> 来的惬意中，充分感悟隐居生活的美好情趣。全诗用字造
> 语、写景写人都平淡自然，仿佛信手拈来，写出了清幽的
> 氛围与淡泊的心态，达到“诗中有画”的高超境界。


---

## 春夜洛城闻笛[^1-e]

**李白**

谁家玉笛[^1-f]暗飞声，散入春风满洛城。  
此夜曲中闻折柳[^1-g]，何人不起故园情。  

> 不知何人深夜吹笛，悠扬的笛声乘着春风散落全城。
> 伤离惜别的曲调，勾起诗人无尽的乡思。由己及人，想到
> 此时许多闻听笛声的游子，又有谁不会被唤起浓浓的思乡
> 情！读时设身处地想象那种思乡的情景，感受全诗清新流
> 畅、抑扬错落的韵味。


---

## 逢入京使[^2-a]

**岑参**

故园东望路漫漫[^2-b]，双袖龙钟[^2-c]泪不干。  
马上相逢无纸笔，凭[^2-d]君传语[^2-e]报平安。  

> 诗人在远赴边塞的途中，偶遇返京的使者，思乡之情
> 奔涌而出。东望故园，长路漫漫，亲人远隔，怎不让人泪
> 雨滂沱！然而，诗人并未沉浸在思乡之苦中，而是振作精
> 神，安慰家人。旅途艰辛，归乡无期，万千思念，尽在
> “传语”中。这首诗抓住一闪而过的生活片段，以平实的
> 语言，抒写报国与亲情难以两全，以及思念亲人又不愿让
> 亲人挂念的复杂情感，用语自然而又含蓄凝练。


---

## 晚春[^2-f]

**韩愈**

草树知春不久归，百般红紫斗芳菲。  
杨花榆荚无才思[^2-g]，惟解[^2-h]漫天作雪飞。  

> 这是一首写暮春的诗。这时节百花盛开，花木像是知
> 道春将归去，所以特别珍惜这最后的美好时光，尽情舒展
> 生命的本色。连那些“无才思”的杨花榆荚，也都飘落如
> 雪，尽情飞舞。在诗人笔下，花草树木仿佛都有情思，有
> 个性，成了精灵。面对即将离去的春天，无论是华丽的歌
> 唱，还是朴实的表演，都会令人感动。诵读时想一想，诗
> 人对“杨花榆荚”的揶揄，是不是更深层次的赞许呢？这
> 首诗以拟人化的手法，轻灵的语言，表达对春天的留恋，
> 读起来饶有趣味。','文言文','七年级下册','','[{"k": "1-a", "v": "选自《王维集校注》卷五（中华书局1997年版）。作者曾经在陕西蓝田的辋（wǎng）川居住，有《辋川集》组诗二十首，这是其中的第十七首。竹里馆，是“辋川别业二十景”之一，应当是建在竹林里的屋舍。王维（约701—761），字摩诘，河东（治所在今山西永济西）人，祖籍太原祁县（今属山西），唐代诗人、画家。"}, {"k": "1-b", "v": "〔幽篁（huáng）〕幽深的竹林。篁，竹林。"}, {"k": "1-c", "v": "〔深林〕这里指“幽篁”。"}, {"k": "1-d", "v": "〔相照〕照射我，意思是明月来陪伴我。 --- ## 春夜洛城闻笛[^1-e] **李白** 谁家玉笛[^1-f]暗飞声，散入春风满洛城。 此夜曲中闻折柳[^1-g]，何人不起故园情。 > 不知何人深夜吹笛，悠扬的笛声乘着春风散落全城。 > 伤离惜别的曲调，勾起诗人无尽的乡思。由己及人，想到 > 此时许多闻听笛声的游子，又有谁不会被唤起浓浓的思乡 > 情！读时设身处地想象那种思乡的情景，感受全诗清新流 > 畅、抑扬错落的韵味。"}, {"k": "1-e", "v": "选自《李白集校注》卷二十五（上海古籍出版社1980年版）。洛城，即洛阳。"}, {"k": "1-f", "v": "〔玉笛〕对笛子的美称。"}, {"k": "1-g", "v": "〔折柳〕指《折杨柳》，汉代乐府曲名，内容多叙离别之情。 --- ## 逢入京使[^2-a] **岑参** 故园东望路漫漫[^2-b]，双袖龙钟[^2-c]泪不干。 马上相逢无纸笔，凭[^2-d]君传语[^2-e]报平安。 > 诗人在远赴边塞的途中，偶遇返京的使者，思乡之情 > 奔涌而出。东望故园，长路漫漫，亲人远隔，怎不让人泪 > 雨滂沱！然而，诗人并未沉浸在思乡之苦中，而是振作精 > 神，安慰家人。旅途艰辛，归乡无期，万千思念，尽在 > “传语”中。这首诗抓住一闪而过的生活片段，以平实的 > 语言，抒写报国与亲情难以两全，以及思念亲人又不愿让 > 亲人挂念的复杂情感，用语自然而又含蓄凝练。"}, {"k": "2-a", "v": "选自《岑参集校注》卷二（上海古籍出版社1981年版）。唐天宝八载（749），作者赴任安西节度使幕府书记，这首诗写于赴任途中。入京使，回京城长安的使者。"}, {"k": "2-b", "v": "〔漫漫〕广远无际的样子，这里形容路途遥远。"}, {"k": "2-c", "v": "〔龙钟〕沾湿的样子。一说，悬垂的样子。"}, {"k": "2-d", "v": "〔凭〕请求，烦劳。"}, {"k": "2-e", "v": "〔传语〕捎口信。 --- ## 晚春[^2-f] **韩愈** 草树知春不久归，百般红紫斗芳菲。 杨花榆荚无才思[^2-g]，惟解[^2-h]漫天作雪飞。 > 这是一首写暮春的诗。这时节百花盛开，花木像是知 > 道春将归去，所以特别珍惜这最后的美好时光，尽情舒展 > 生命的本色。连那些“无才思”的杨花榆荚，也都飘落如 > 雪，尽情飞舞。在诗人笔下，花草树木仿佛都有情思，有 > 个性，成了精灵。面对即将离去的春天，无论是华丽的歌 > 唱，还是朴实的表演，都会令人感动。诵读时想一想，诗 > 人对“杨花榆荚”的揶揄，是不是更深层次的赞许呢？这 > 首诗以拟人化的手法，轻灵的语言，表达对春天的留恋， > 读起来饶有趣味。"}, {"k": "2-f", "v": "选自《韩昌黎诗系年集释》卷九（上海古籍出版社1984年版）。这是作者《游城南十六首》组诗的第三首。韩愈（768—824），字退之，河阳（今河南孟州）人，自谓郡望昌黎，世称“韩昌黎”，唐代文学家、思想家、教育家，“唐宋八大家”之一。"}, {"k": "2-g", "v": "〔杨花榆荚（jiá）无才思〕意思是杨花榆荚不像别的花那样“百般红紫”，如同人之“无才思”。榆荚，指榆钱，榆树的果实。才思，才气、才情。"}, {"k": "2-h", "v": "〔解〕懂得，知道。"}]','七年级下册'),
(8160000000000000026,'卖油翁','欧阳修','','卖油翁[^1-a]

陈康肃公[^1-b]善射[^1-c]，当世无双，公亦以此自矜[^1-d]。尝射于家圃[^1-e]，有卖油
翁释担[^1-f]而立，睨[^1-g]之久而不去。见其发矢十中八九，但微颔之[^1-h]。

康肃问曰：“汝[^1-i]亦知射乎？吾射不亦精乎？”翁曰：“无他[^1-j]，但手熟尔[^1-k]。”
康肃忿然[^1-l]曰：“尔安[^1-m]敢轻吾射[^1-n]！”翁曰：“以我酌油知之[^1-o]。”乃取一葫
卖油翁芦置于地，以钱覆[^2-a]其口，徐[^2-b]以杓[^2-c]酌油沥[^2-d]之，自钱孔入，而钱不湿。因
曰：“我亦无他，惟手熟尔。”康肃笑而遣之[^2-e]。','文言文','七年级下册','','[{"k": "1-a", "v": "选自《归田录》卷一（中华书局1981年版）。有删节。题目为编者所加。欧阳修（1007—1072），字永叔，号醉翁，晚号六一居士，谥号文忠，吉州永丰（今属江西）人，北宋政治家、文学家、史学家，“唐宋八大家”之一。"}, {"k": "1-b", "v": "〔陈康肃公〕即陈尧咨（970—1034），字嘉谟，谥号康肃，阆（làng）州阆中（今属四川）人，北宋官员，曾任多种文武官职，善骑射。公，对男子的尊称。"}, {"k": "1-c", "v": "〔善射〕擅长射箭。"}, {"k": "1-d", "v": "〔自矜（jīn）〕自夸。"}, {"k": "1-e", "v": "〔圃（pǔ）〕园子。"}, {"k": "1-f", "v": "〔释担〕放下担子。释，放下。"}, {"k": "1-g", "v": "〔睨（nì）〕斜着眼看。"}, {"k": "1-h", "v": "〔但微颔（hàn）之〕只是对他微微点头（意思是略微表示赞许）。颔，点头。"}, {"k": "1-i", "v": "〔汝〕人称代词，你。"}, {"k": "1-j", "v": "〔无他〕没有别的（奥妙）。"}, {"k": "1-k", "v": "〔但手熟尔〕只是手法技艺熟练罢了。熟，熟练。尔，同“耳”，相当于“罢了”。"}, {"k": "1-l", "v": "〔忿（fèn）然〕气愤的样子。然，表示“……的样子”。"}, {"k": "1-m", "v": "〔安〕怎么。"}, {"k": "1-n", "v": "〔轻吾射〕轻视我射箭的本领。轻，轻视。"}, {"k": "1-o", "v": "〔以我酌（zhuó）油知之〕凭我倒油（的经验）知道这个道理。以，凭、靠。酌，这里指倒入，后面的“酌”是“舀取”的意思。之，指射箭是凭手熟的道理。"}, {"k": "2-a", "v": "〔覆〕盖。"}, {"k": "2-b", "v": "〔徐〕慢慢地。"}, {"k": "2-c", "v": "〔杓〕同“勺”。"}, {"k": "2-d", "v": "〔沥〕这里指把油通过钱孔注入葫芦。"}, {"k": "2-e", "v": "〔遣之〕让他走。遣，打发。"}]','七年级下册'),
(8160000000000000027,'※ 周亚夫军细柳','司马迁','','周亚夫军细柳[^1-a]

文帝之后六年[^1-b]，匈奴大入边[^1-c]。乃以宗正[^1-d]刘礼为将军，军霸上[^1-e]；祝兹
侯[^1-f]徐厉为将军，军棘门[^1-g]；以河内守[^1-h]亚夫为将军，军细柳：以备胡。

    局2014年版）。题目为编者所加。周亚夫
    （？—前143），西汉名将，绛侯周勃之子，封
    条侯。军，驻军、驻扎。细柳，地名，在今陕西
    咸阳西南，渭河北岸。司马迁（约前145—？），
    字子长，夏阳（今陕西韩城）人，西汉史学家、
    文学家、思想家。他撰写《史记》，以“究天
    人之际，通古今之变，成一家之言”（《报任安
    书》）为宗旨，记述了从传说中的黄帝到汉武帝
    时的史事，全书一百三十篇，包括十二本纪、
    十表、八书、三十世家、七十列传。
    158）。文帝，汉高祖刘邦之子刘恒（前202—
    前157），公元前180年至公元前157年在位。
    岸高原而得名，在今陕西西安东。
    南北部地区。守，郡守，是汉代郡一级的行
    政长官。

上自劳军[^2-a]。至霸上及棘门军[^2-b]，直驰入，将以下骑送迎。已而[^2-c]之[^2-d]细柳
军，军士吏被[^2-e]甲，锐兵刃[^2-f]，彀弓弩[^2-g]，持满[^2-h]。天子先驱[^2-i]至，不得入。先
驱曰：“天子且[^2-j]至！”军门都尉[^2-k]曰：“将军令曰‘军中闻将军令，不闻天子之
诏[^2-l]。”居无何[^2-m]，上至，又不得入。于是上乃使使持节[^2-n]诏将军：“吾欲入劳
军。”亚夫乃传言开壁[^2-o]门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”
于是天子乃按辔[^2-p]徐行。至营，将军亚夫持兵揖[^2-q]曰：“介胄之士不拜[^2-r]，请以军
礼见。”天子为动[^2-s]，改容式车[^2-t]。使人称谢[^2-u]：“皇帝敬劳将军。”成礼而去。

既出军门，群臣皆惊。文帝曰：“嗟乎，此真将军矣！曩[^2-v]者霸上、棘门军，
若儿戏耳，其将固[^2-w]可袭而虏也。至于亚夫，可得而犯邪！”称善者久之。

    开。弩，用机械发箭的弓。
    是“下令”的意思。
    或调动军队的凭证。
    礼。介胄，铠甲和头盔，这里用作动词，指
    披甲戴盔。
    下身子，表示敬意。式，同“轼”，车前横
    木，这里用作动词，指扶轼。','文言文','八年级上册','','[{"k": "1-a", "v": "节选自《史记·绛侯周勃世家》（中华书 局2014年版）。题目为编者所加。周亚夫 （？—前143），西汉名将，绛侯周勃之子，封 条侯。军，驻军、驻扎。细柳，地名，在今陕西 咸阳西南，渭河北岸。司马迁（约前145—？）， 字子长，夏阳（今陕西韩城）人，西汉史学家、 文学家、思想家。他撰写《史记》，以“究天 人之际，通古今之变，成一家之言”（《报任安 书》）为宗旨，记述了从传说中的黄帝到汉武帝 时的史事，全书一百三十篇，包括十二本纪、 十表、八书、三十世家、七十列传。"}, {"k": "1-b", "v": "〔文帝之后六年〕指汉文帝后元六年（前 158）。文帝，汉高祖刘邦之子刘恒（前202— 前157），公元前180年至公元前157年在位。"}, {"k": "1-c", "v": "〔入边〕侵入边境。"}, {"k": "1-d", "v": "〔宗正〕掌管皇族事务的官员。"}, {"k": "1-e", "v": "〔霸上〕地名，一作“灞上”，因地处灞水西 岸高原而得名，在今陕西西安东。"}, {"k": "1-f", "v": "〔祝兹侯〕封号。"}, {"k": "1-g", "v": "〔棘门〕地名，原为秦宫门，在今陕西咸阳东北。"}, {"k": "1-h", "v": "〔河内守〕河内郡的郡守。河内，郡名，今河 南北部地区。守，郡守，是汉代郡一级的行 政长官。 上自劳军[^2-a]。至霸上及棘门军[^2-b]，直驰入，将以下骑送迎。已而[^2-c]之[^2-d]细柳 军，军士吏被[^2-e]甲，锐兵刃[^2-f]，彀弓弩[^2-g]，持满[^2-h]。天子先驱[^2-i]至，不得入。先 驱曰：“天子且[^2-j]至！”军门都尉[^2-k]曰：“将军令曰‘军中闻将军令，不闻天子之 诏[^2-l]。”居无何[^2-m]，上至，又不得入。于是上乃使使持节[^2-n]诏将军：“吾欲入劳 军。”亚夫乃传言开壁[^2-o]门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。” 于是天子乃按辔[^2-p]徐行。至营，将军亚夫持兵揖[^2-q]曰：“介胄之士不拜[^2-r]，请以军 礼见。”天子为动[^2-s]，改容式车[^2-t]。使人称谢[^2-u]：“皇帝敬劳将军。”成礼而去。 既出军门，群臣皆惊。文帝曰：“嗟乎，此真将军矣！曩[^2-v]者霸上、棘门军， 若儿戏耳，其将固[^2-w]可袭而虏也。至于亚夫，可得而犯邪！”称善者久之。"}, {"k": "2-a", "v": "〔上自劳军〕皇帝亲自去慰劳军队。劳，慰劳。"}, {"k": "2-b", "v": "〔军〕军营。"}, {"k": "2-c", "v": "〔已而〕不久。"}, {"k": "2-d", "v": "〔之〕到，往。"}, {"k": "2-e", "v": "〔被（pī）〕同“披”，穿着。"}, {"k": "2-f", "v": "〔锐兵刃〕这里指刀出鞘。"}, {"k": "2-g", "v": "〔彀（gòu）弓弩（nǔ）〕张开弓弩。彀，张 开。弩，用机械发箭的弓。"}, {"k": "2-h", "v": "〔持满〕把弓拉满。"}, {"k": "2-i", "v": "〔先驱〕先行引导的人员。"}, {"k": "2-j", "v": "〔且〕将要。"}, {"k": "2-k", "v": "〔军门都尉〕守卫军营的将官，职位低于将军。"}, {"k": "2-l", "v": "〔诏（zhào）〕皇帝发布的命令。下文的“诏” 是“下令”的意思。"}, {"k": "2-m", "v": "〔居无何〕过了不久。居，经过。无何，不久。"}, {"k": "2-n", "v": "〔持节〕手持符节。节，符节，皇帝派遣使者 或调动军队的凭证。"}, {"k": "2-o", "v": "〔壁〕营垒。"}, {"k": "2-p", "v": "〔按辔〕控制住车马。"}, {"k": "2-q", "v": "〔持兵揖（yī）〕手执兵器行礼。揖，拱手行礼。"}, {"k": "2-r", "v": "〔介胄之士不拜〕披甲戴盔的将士不行跪拜 礼。介胄，铠甲和头盔，这里用作动词，指 披甲戴盔。"}, {"k": "2-s", "v": "〔为动〕被感动。"}, {"k": "2-t", "v": "〔改容式车〕表情严肃起来，扶着车前横木俯 下身子，表示敬意。式，同“轼”，车前横 木，这里用作动词，指扶轼。"}, {"k": "2-u", "v": "〔称谢〕向人致意，表示问候。"}, {"k": "2-v", "v": "〔曩（nǎng）〕先前。"}, {"k": "2-w", "v": "〔固〕必，一定。"}]','八年级上册'),
(8160000000000000028,'课外古诗词诵读','','','## 浣溪沙[^1-a]

**晏殊**

一曲新词酒一杯，去年天气旧亭台。夕阳西下几
时回！

无可奈何花落去，似曾相识燕归来。小园香
径独徘徊。

> 在明媚春光里，词人聆听新曲，品尝美酒，过着优雅
> 的生活。但是，面对眼前美景，一种由光阴流转、物是人
> 非带来的感慨与惆怅也轻轻袭来。想到风物依然而时光飞
> 逝，他不禁感慨“夕阳西下几时回”。下片直承此句，既流
> 露了对繁华易尽的“无可奈何”，也传达出看到旧识重来
> 的欣喜，惋惜伤感与通达欣慰交织在一起，融入花开花落、
> 燕去燕来等景物中，透露出某种生活的哲理。最后一句写
> 词人独自徘徊，似赏景，亦似沉思。词作将瞬间的感受与
> 久久的思考熔于一炉，既敏锐，又不乏深沉，自然流畅，
> 婉转圆润。

    古籍出版社2008年版）。
    浣溪沙，词牌名。晏殊
    （991—1055），字同叔，抚
    州临川（今属江西）人，北
    宋政治家、文学家。

---

## 采桑子[^1-b]

**欧阳修**

轻舟短棹[^1-c]西湖好，绿水逶迤，芳草长堤。隐隐笙
歌处处随。

无风水面琉璃[^1-d]滑，不觉船移，微动涟
漪。惊起沙禽掠岸飞。

> 这首词歌咏颍州西湖的春景。词人在短桨轻舟的节律
> 中，充分领略到西湖的美好：春水碧绿，流转绵延；长堤
> 芳草，笙歌隐现；水面无风，光滑如镜；船动不觉，沙鸟
> 惊飞。在这湖光波影中，词人目之所及、耳之所闻、身之
> 所感融为一体。这样美好的情境，动静相随，人禽互窥，
> 如梦如幻，令人陶醉、流连。时至今日，我们读这首词，
> 也会真切地感受到作者当年美好的心境、惬意的情怀，更
> 会感叹于作者细入毫芒的观察力和写景手法的细腻。北宋
> 前期词坛，欧阳修与晏殊齐名，均长于小令，词风婉约，
> 但晏词典雅，欧词深挚，多读几首，便能有所体会。

    （上海古籍出版社2015年
    版）。采桑子，词牌名。欧
    阳修曾任颍州（今安徽阜
    阳）知州，喜爱那里的民
    风、景物，晚年辞官退休后
    便定居此地，曾作《采桑
    子》十首，歌咏颍州西湖四
    时美景，抒发恬淡安适情
    怀。每首词第一句的最后三
    个字都是“西湖好”。这是
    十首词中的第一首。
    料，多覆在盆、缸、砖瓦的外
    层。这里喻指水面平静澄碧。

---

## 相见欢[^2-a]

**朱敦儒**

金陵[^2-b]城上西楼，倚清秋。万里夕阳垂地大江
流。

中原乱，簪缨[^2-c]散，几时收？试倩[^2-d]悲风
吹泪过扬州[^2-e]。

> 北宋灭亡，改变了许多文人的命运，转变了他们的
> 生活，转换了他们的情思，也使爱国成为南宋时代诗词创
> 作的主旋律。朱敦儒早年过着锦衣玉食的生活，词作柔美
> 婉约。国破家亡的残酷现实警醒了他，加深了他忧国忧民
> 的情怀。这首词上片写景，写夕阳、大地、长江，视野宽
> 广，气魄宏大，苍凉沉郁。残阳仿佛在抗议，长江好像在
> 诉说，大地似乎在哭泣。下片转为抒情，格调也由舒缓变
> 为高亢激越。一个“乱”字，概括了中原沦丧的现实；一
> 个“散”字，描绘了达官显贵狼狈逃散的状态。“几时收”
> 的发问，既是痛切的质疑，也是无望的感叹。最后一句是
> 点睛之笔，词人乞求西风把自己的泪水吹过大江，吹到已
> 成为战争前线的扬州，充满无限悲慨。

    海古籍出版社2010年版）。
    相见欢，词牌名。朱敦儒
    （1081—1159），字希真，洛
    阳（今属河南）人，宋代
    词人。
    南京。
    帽带。

---

## 如梦令[^2-f]

**李清照**

常记溪亭[^2-g]日暮，沉醉不知归路。兴尽晚回舟，
误入藕花[^2-h]深处。争渡[^2-i]，争渡，惊起一滩鸥鹭。

> 这是一段美好的回忆。这一天，词人驾舟出游，沉
> 浸在山光水色、鸟语花香中，赏心悦目，饮酒为乐，醉
> 意渐沉。待到兴尽欲归，却已是日落黄昏，不免有一点
> 着急。慌乱之际，小船捉弄人，误闯荷花丛中。待到奋
> 力划出，却惊起一群水鸟振翅纷飞，词人瞬间的惊愕很
> 快变成喜悦。这首小词仅三十余字，却讲述了一个如此
> 曲折的“故事”，洋溢着生活的气息和欢快的旋律，读之
> 令人沉醉。

    （人民文学出版社2019年
    版）。如梦令，词牌名。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《二晏词笺注》（上海 古籍出版社2008年版）。 浣溪沙，词牌名。晏殊 （991—1055），字同叔，抚 州临川（今属江西）人，北 宋政治家、文学家。 --- ## 采桑子[^1-b] **欧阳修** 轻舟短棹[^1-c]西湖好，绿水逶迤，芳草长堤。隐隐笙 歌处处随。 无风水面琉璃[^1-d]滑，不觉船移，微动涟 漪。惊起沙禽掠岸飞。 > 这首词歌咏颍州西湖的春景。词人在短桨轻舟的节律 > 中，充分领略到西湖的美好：春水碧绿，流转绵延；长堤 > 芳草，笙歌隐现；水面无风，光滑如镜；船动不觉，沙鸟 > 惊飞。在这湖光波影中，词人目之所及、耳之所闻、身之 > 所感融为一体。这样美好的情境，动静相随，人禽互窥， > 如梦如幻，令人陶醉、流连。时至今日，我们读这首词， > 也会真切地感受到作者当年美好的心境、惬意的情怀，更 > 会感叹于作者细入毫芒的观察力和写景手法的细腻。北宋 > 前期词坛，欧阳修与晏殊齐名，均长于小令，词风婉约， > 但晏词典雅，欧词深挚，多读几首，便能有所体会。"}, {"k": "1-b", "v": "选自《欧阳修词校注》卷一 （上海古籍出版社2015年 版）。采桑子，词牌名。欧 阳修曾任颍州（今安徽阜 阳）知州，喜爱那里的民 风、景物，晚年辞官退休后 便定居此地，曾作《采桑 子》十首，歌咏颍州西湖四 时美景，抒发恬淡安适情 怀。每首词第一句的最后三 个字都是“西湖好”。这是 十首词中的第一首。"}, {"k": "1-c", "v": "〔棹（zhào）〕桨。"}, {"k": "1-d", "v": "〔琉璃〕一种光滑细腻的釉 料，多覆在盆、缸、砖瓦的外 层。这里喻指水面平静澄碧。 --- ## 相见欢[^2-a] **朱敦儒** 金陵[^2-b]城上西楼，倚清秋。万里夕阳垂地大江 流。 中原乱，簪缨[^2-c]散，几时收？试倩[^2-d]悲风 吹泪过扬州[^2-e]。 > 北宋灭亡，改变了许多文人的命运，转变了他们的 > 生活，转换了他们的情思，也使爱国成为南宋时代诗词创 > 作的主旋律。朱敦儒早年过着锦衣玉食的生活，词作柔美 > 婉约。国破家亡的残酷现实警醒了他，加深了他忧国忧民 > 的情怀。这首词上片写景，写夕阳、大地、长江，视野宽 > 广，气魄宏大，苍凉沉郁。残阳仿佛在抗议，长江好像在 > 诉说，大地似乎在哭泣。下片转为抒情，格调也由舒缓变 > 为高亢激越。一个“乱”字，概括了中原沦丧的现实；一 > 个“散”字，描绘了达官显贵狼狈逃散的状态。“几时收” > 的发问，既是痛切的质疑，也是无望的感叹。最后一句是 > 点睛之笔，词人乞求西风把自己的泪水吹过大江，吹到已 > 成为战争前线的扬州，充满无限悲慨。"}, {"k": "2-a", "v": "选自《樵歌校注》卷下（上 海古籍出版社2010年版）。 相见欢，词牌名。朱敦儒 （1081—1159），字希真，洛 阳（今属河南）人，宋代 词人。"}, {"k": "2-b", "v": "〔金陵〕古城名，即今江苏 南京。"}, {"k": "2-c", "v": "〔簪缨〕代指达官显贵。缨， 帽带。"}, {"k": "2-d", "v": "〔倩（qìng）〕请。"}, {"k": "2-e", "v": "〔扬州〕今属江苏。 --- ## 如梦令[^2-f] **李清照** 常记溪亭[^2-g]日暮，沉醉不知归路。兴尽晚回舟， 误入藕花[^2-h]深处。争渡[^2-i]，争渡，惊起一滩鸥鹭。 > 这是一段美好的回忆。这一天，词人驾舟出游，沉 > 浸在山光水色、鸟语花香中，赏心悦目，饮酒为乐，醉 > 意渐沉。待到兴尽欲归，却已是日落黄昏，不免有一点 > 着急。慌乱之际，小船捉弄人，误闯荷花丛中。待到奋 > 力划出，却惊起一群水鸟振翅纷飞，词人瞬间的惊愕很 > 快变成喜悦。这首小词仅三十余字，却讲述了一个如此 > 曲折的“故事”，洋溢着生活的气息和欢快的旋律，读之 > 令人沉醉。"}, {"k": "2-f", "v": "选自《李清照集校注》卷一 （人民文学出版社2019年 版）。如梦令，词牌名。"}, {"k": "2-g", "v": "〔溪亭〕溪边的亭子。"}, {"k": "2-h", "v": "〔藕花〕荷花。"}, {"k": "2-i", "v": "〔争渡〕奋力把船划出去。"}]','八年级上册'),
(8160000000000000029,'诗词五首','','','## 饮酒（其五）[^1-a]

**陶渊明**

结庐[^1-b]在人境[^1-c]，而无车马喧。  
问君何能尔[^1-d]？心远地自偏。  
采菊东篱下，悠然[^1-e]见南山。  
山气[^1-f]日夕[^1-g]佳，飞鸟相与还。  
此中有真意，欲辨已忘言[^1-h]。  

    （上海古籍出版社2019年版）。《饮酒》是
    一组五言古诗，共20首，写于作者辞官
    归隐之后。作者在这组诗的小序中说自己
    “闲居寡欢……偶有名酒，无夕不饮……
    既醉之后，辄题数句自娱”。诗作多写
    饮酒后的所思所感，往往以咏史、咏物、
    写景的形式来表现。

---

## 春望[^2-a]

**杜甫**

国破山河在，城[^2-b]春草木深。  
感时花溅泪，恨别鸟惊心[^2-c]。  
烽火[^2-d]连三月[^2-e]，家书抵万金。  
白头搔更短，浑[^2-f]欲不胜簪[^2-g]。  

    年版）。此诗为杜甫安史之乱时期在长安
    所作。唐肃宗至德元载（756）八月，杜
    甫将家小安置在鄜（fū）州（今陕西富
    县），只身前往灵武（今属宁夏）投奔肃
    宗，途中为叛军所俘，遂困居长安。该
    诗作于次年三月。
    见花开却流泪，怅恨离别，闻鸟啼而心惊。
    战事。
    承受、禁得起。簪，一种别住发髻的长
    条状首饰。

---

## 雁门太守行[^2-h]

**李贺**

黑云压城城欲摧[^2-i]，甲光向日金鳞开[^2-j]。  
角[^2-k]声满天秋色里，塞上燕脂凝夜紫[^2-l]。  
半卷红旗临易水[^2-m]，霜重鼓寒声不起。  
报君黄金台[^2-n]上意，提携玉龙[^2-o]为君死。  

    出版社1977年版）。雁门太守行，乐府
    古题。李贺（790—816），字长吉，福昌
    （今河南宜阳）人，唐代诗人。
    下来的）太阳光，如金色鳞片般闪闪发光。
    血迹在寒夜中凝为紫色。燕脂，胭脂，色
    深红。此句中“燕脂”“夜紫”皆形容战
    场血迹。
    荆轲《易水歌》：“风萧萧兮易水寒，壮
    士一去兮不复还。”
    南筑台，上面放着千金，用来招揽天下
    贤士。

---

## 赤壁[^3-a]

**杜牧**

折戟[^3-b]沉沙铁未销[^3-c]，自将[^3-d]磨洗认前朝[^3-e]。 
东风不与周郎[^3-f]便，铜雀[^3-g]春深锁二乔[^3-h]。  

    版社1978年版）。赤壁，今湖北武汉赤矶
    山，一说即今湖北赤壁市西北赤壁山。汉
    献帝建安十三年（208），孙权与刘备联
    合在此击败曹操大军。诗中所写的赤壁，
    实为今湖北黄冈的赤鼻矶，作者是借相
    同的地名抒发感慨。
    里指赤壁之战的时代。
    庐江舒县（今安徽庐江西南）人，东汉
    末孙策、孙权手下的重要将领。他曾利
    用东风之势火烧赤壁，大败曹军。
    北临漳西），因楼顶铸有大铜雀而得名。
    女，被称为大乔、小乔。大乔嫁孙策，小
    乔嫁周瑜。

---

## 渔家傲[^3-i]

**李清照**

天接云涛[^3-j]连晓雾，星河欲转[^3-k]千
帆舞。仿佛梦魂归帝所[^3-l]，闻天语，殷
勤[^3-m]问我归何处。

我报[^3-n]路长嗟[^3-o]日
暮，学诗谩[^3-p]有惊人句。九万里风鹏正
举[^3-q]。风休住，蓬舟[^3-r]吹取三山[^3-s]去！

    版社2019年版）。渔家傲，词牌名。李清
    照（1084—约1155），号易安居士，章丘
    （今属山东）人，宋代词人。
    翻滚的云。
    河，银河。
    乘风高飞。举，高飞。《庄子·逍遥游》：
    “鹏之徙于南冥也，水击三千里，抟扶摇
    而上者九万里。”
    海上仙山。

<!-- 
月夜
杜甫
今夜鄜州月，闺中[^0-a]只独看。
遥怜小儿女，未解忆长安。
香雾云鬟[^0-b]湿，清辉[^0-c]玉臂[^0-d]寒。
何时倚虚幌[^0-e]，双照[^0-f]泪痕干？

-->','文言文','八年级上册','','[{"k": "1-a", "v": "选自《陶渊明集校笺（修订本）》卷三 （上海古籍出版社2019年版）。《饮酒》是 一组五言古诗，共20首，写于作者辞官 归隐之后。作者在这组诗的小序中说自己 “闲居寡欢……偶有名酒，无夕不饮…… 既醉之后，辄题数句自娱”。诗作多写 饮酒后的所思所感，往往以咏史、咏物、 写景的形式来表现。"}, {"k": "1-b", "v": "〔结庐〕建造房舍。结，建造、构筑。"}, {"k": "1-c", "v": "〔人境〕尘世。"}, {"k": "1-d", "v": "〔尔〕如此，这样。"}, {"k": "1-e", "v": "〔悠然〕闲适淡泊的样子。"}, {"k": "1-f", "v": "〔山气〕山间的云气。"}, {"k": "1-g", "v": "〔日夕〕傍晚。"}, {"k": "1-h", "v": "〔忘言〕心中领会真意，不必用语言表达。 --- ## 春望[^2-a] **杜甫** 国破山河在，城[^2-b]春草木深。 感时花溅泪，恨别鸟惊心[^2-c]。 烽火[^2-d]连三月[^2-e]，家书抵万金。 白头搔更短，浑[^2-f]欲不胜簪[^2-g]。"}, {"k": "2-a", "v": "选自《杜诗详注》卷四（中华书局1979 年版）。此诗为杜甫安史之乱时期在长安 所作。唐肃宗至德元载（756）八月，杜 甫将家小安置在鄜（fū）州（今陕西富 县），只身前往灵武（今属宁夏）投奔肃 宗，途中为叛军所俘，遂困居长安。该 诗作于次年三月。"}, {"k": "2-b", "v": "〔城〕指长安城，当时被叛军占领。"}, {"k": "2-c", "v": "〔感时花溅泪，恨别鸟惊心〕感叹时事， 见花开却流泪，怅恨离别，闻鸟啼而心惊。"}, {"k": "2-d", "v": "〔烽火〕古时边防报警的烟火。这里借指 战事。"}, {"k": "2-e", "v": "〔三月〕指时间很长。"}, {"k": "2-f", "v": "〔浑〕简直。"}, {"k": "2-g", "v": "〔不胜簪（zān）〕插不住簪子。胜，能够 承受、禁得起。簪，一种别住发髻的长 条状首饰。 --- ## 雁门太守行[^2-h] **李贺** 黑云压城城欲摧[^2-i]，甲光向日金鳞开[^2-j]。 角[^2-k]声满天秋色里，塞上燕脂凝夜紫[^2-l]。 半卷红旗临易水[^2-m]，霜重鼓寒声不起。 报君黄金台[^2-n]上意，提携玉龙[^2-o]为君死。"}, {"k": "2-h", "v": "选自《李贺诗歌集注》卷一（上海人民 出版社1977年版）。雁门太守行，乐府 古题。李贺（790—816），字长吉，福昌 （今河南宜阳）人，唐代诗人。"}, {"k": "2-i", "v": "〔城欲摧〕城墙仿佛将要坍塌。"}, {"k": "2-j", "v": "〔甲光向日金鳞开〕铠甲迎着（云缝中射 下来的）太阳光，如金色鳞片般闪闪发光。"}, {"k": "2-k", "v": "〔角〕军中号角。"}, {"k": "2-l", "v": "〔塞上燕（yān）脂凝夜紫〕边塞上将士的 血迹在寒夜中凝为紫色。燕脂，胭脂，色 深红。此句中“燕脂”“夜紫”皆形容战 场血迹。"}, {"k": "2-m", "v": "〔易水〕河名，发源于河北易县。战国时 荆轲《易水歌》：“风萧萧兮易水寒，壮 士一去兮不复还。”"}, {"k": "2-n", "v": "〔黄金台〕相传战国时燕昭王在易水东 南筑台，上面放着千金，用来招揽天下 贤士。"}, {"k": "2-o", "v": "〔玉龙〕指宝剑。 --- ## 赤壁[^3-a] **杜牧** 折戟[^3-b]沉沙铁未销[^3-c]，自将[^3-d]磨洗认前朝[^3-e]。 东风不与周郎[^3-f]便，铜雀[^3-g]春深锁二乔[^3-h]。"}, {"k": "3-a", "v": "选自《樊川诗集注》卷四（上海古籍出 版社1978年版）。赤壁，今湖北武汉赤矶 山，一说即今湖北赤壁市西北赤壁山。汉 献帝建安十三年（208），孙权与刘备联 合在此击败曹操大军。诗中所写的赤壁， 实为今湖北黄冈的赤鼻矶，作者是借相 同的地名抒发感慨。"}, {"k": "3-b", "v": "〔戟（jǐ）〕古代兵器。"}, {"k": "3-c", "v": "〔销〕销蚀。"}, {"k": "3-d", "v": "〔将〕拿，取。"}, {"k": "3-e", "v": "〔认前朝〕辨认出是前朝遗物。前朝，这 里指赤壁之战的时代。"}, {"k": "3-f", "v": "〔周郎〕即周瑜（175—210），字公瑾， 庐江舒县（今安徽庐江西南）人，东汉 末孙策、孙权手下的重要将领。他曾利 用东风之势火烧赤壁，大败曹军。"}, {"k": "3-g", "v": "〔铜雀〕即铜雀台。曹操建于邺城（今河 北临漳西），因楼顶铸有大铜雀而得名。"}, {"k": "3-h", "v": "〔二乔〕即江东乔公的两个女儿，东吴美 女，被称为大乔、小乔。大乔嫁孙策，小 乔嫁周瑜。 --- ## 渔家傲[^3-i] **李清照** 天接云涛[^3-j]连晓雾，星河欲转[^3-k]千 帆舞。仿佛梦魂归帝所[^3-l]，闻天语，殷 勤[^3-m]问我归何处。 我报[^3-n]路长嗟[^3-o]日 暮，学诗谩[^3-p]有惊人句。九万里风鹏正 举[^3-q]。风休住，蓬舟[^3-r]吹取三山[^3-s]去！"}, {"k": "3-i", "v": "选自《李清照集校注》卷一（人民文学出 版社2019年版）。渔家傲，词牌名。李清 照（1084—约1155），号易安居士，章丘 （今属山东）人，宋代词人。"}, {"k": "3-j", "v": "〔云涛〕翻卷如云的波涛。一说指如波涛 翻滚的云。"}, {"k": "3-k", "v": "〔星河欲转〕银河流转，指天快亮了。星 河，银河。"}, {"k": "3-l", "v": "〔帝所〕天帝居住的地方。"}, {"k": "3-m", "v": "〔殷勤〕情意恳切。"}, {"k": "3-n", "v": "〔报〕回答。"}, {"k": "3-o", "v": "〔嗟〕叹息，慨叹。"}, {"k": "3-p", "v": "〔谩（màn）〕同“漫”，空、徒然。"}, {"k": "3-q", "v": "〔九万里风鹏正举〕（我要）像大鹏鸟那样 乘风高飞。举，高飞。《庄子·逍遥游》： “鹏之徙于南冥也，水击三千里，抟扶摇 而上者九万里。”"}, {"k": "3-r", "v": "〔蓬舟〕如飞蓬般轻快的船。"}, {"k": "3-s", "v": "〔三山〕神话中的蓬莱、方丈、瀛洲三座 海上仙山。 <!-- 月夜 杜甫 今夜鄜州月，闺中[^0-a]只独看。 遥怜小儿女，未解忆长安。 香雾云鬟[^0-b]湿，清辉[^0-c]玉臂[^0-d]寒。 何时倚虚幌[^0-e]，双照[^0-f]泪痕干？"}, {"k": "0-a", "v": "〔闺中〕女子所住的地方。这里代指作者的妻子。"}, {"k": "0-b", "v": "〔云鬟（huán）〕女子乌黑浓密的头发。"}, {"k": "0-c", "v": "〔清辉〕月光。"}, {"k": "0-d", "v": "〔玉臂〕女子洁白如玉的手臂。"}, {"k": "0-e", "v": "〔虚幌（huǎng）〕薄到透明的帘帷。"}, {"k": "0-f", "v": "〔双照〕共照两人。 -->"}]','八年级上册'),
(8160000000000000030,'愚公移山','《列子》','','愚公移山[^1-a]

太行、王屋[^1-b]二山，方[^1-c]七百里，高万仞，本在冀州[^1-d]之南，河阳[^1-e]之北。
北山愚公者，年且[^1-f]九十，面山而居。惩[^1-g]山北之塞[^1-h]，出入之迂[^1-i]也，
聚室而谋[^1-j]曰：“吾与汝[^1-k]毕力平险[^1-l]，指通豫南[^1-m]，达于汉阴[^1-n]，可乎？”杂
然相许[^1-o]。其妻献疑[^1-p]曰：“以君之力，曾不能损魁父之丘[^1-q]，如太行、王屋
何[^2-a]？且焉置土石[^2-b]？”杂曰：“投诸渤海之尾，隐土之北[^2-c]。”遂率子孙荷
担者三夫[^2-d]，叩石垦壤[^2-e]，箕畚[^2-f]运于渤海之尾。邻人京城[^2-g]氏之孀妻[^2-h]有遗
男[^2-i]，始龀[^2-j]，跳往助之。寒暑易节，始一反焉[^2-k]。

    2013年版）。题目为编者所加。
    于山西、河北之间，南抵黄河沿岸。王屋山
    在山西阳城、垣（yuán）曲与河南济源之间。
    的数字或数量词，表示纵横若干长度。
    河南黄河以北、辽宁辽河以西地区。
    尽、全。
    这里是“一直”的意思。豫，豫州，古地名，
    今河南黄河以南一带。
    岸，与“阳”相对。
    许，赞同。
    的小山丘都不能削减。曾，用在“不”前，
    加强否定语气，可译为“连 …… 都 ……”。
    魁父，小山名。

河曲[^2-l]智叟[^2-m]笑而止之曰：“甚矣，汝之不惠[^2-n]！以残年余力[^2-o]，曾不能毁
山之一毛[^2-p]，其[^2-q]如土石何？”北山愚公长息[^2-r]曰：“汝心之固，固不可彻[^2-s]，
曾不若[^2-t]孀妻弱子[^2-u]。虽[^2-v]我之死，有子存焉。子又生孙，孙又生子；子又有
子，子又有孙；子子孙孙无穷匮[^2-w]也，而山不加增，何苦[^2-x]而不平？”河曲智
叟亡以应[^2-y]。

操蛇之神[^2-z]闻之，惧其不已[^2-aa]也，告之于帝[^2-ab]。帝感其诚[^2-ac]，命夸蛾氏[^2-ad]二
子负二山，一厝朔东[^2-ae]，一厝雍[^2-af]南。自此，冀之南，汉之阴，无陇断[^2-ag]焉。

    样？如……何，把……怎么样。
    且。焉，往哪里、在哪里。置，放置、安放。
    上，隐土北面去。诸，相当于“之于”。隐
    土，古地名。
    肩负、扛。
    这里是“用箕畚”的意思。
    才、刚。龀，换牙。
    次。易，更替。节，季节。反，同“返”，往
    返。焉，语气词。
    甚，严重。惠，同“慧”，聪明。
    不可通达的地步。彻，通达。
    以叫操蛇之神。
    放置、安放。朔，朔方，地名，大体在黄河
    中游今宁夏、陕西、山西一带。
    隔绝。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《列子·汤问》（《列子集释》，中华书局 2013年版）。题目为编者所加。"}, {"k": "1-b", "v": "〔太行、王屋〕山名。太行山起自北京，绵延 于山西、河北之间，南抵黄河沿岸。王屋山 在山西阳城、垣（yuán）曲与河南济源之间。"}, {"k": "1-c", "v": "〔方〕古代计量面积用语。后面加上表示长度 的数字或数量词，表示纵横若干长度。"}, {"k": "1-d", "v": "〔冀（jì）州〕古地名，包括今河北、山西、 河南黄河以北、辽宁辽河以西地区。"}, {"k": "1-e", "v": "〔河阳〕古地名，今河南孟州西。"}, {"k": "1-f", "v": "〔且〕将近。"}, {"k": "1-g", "v": "〔惩〕苦于。"}, {"k": "1-h", "v": "〔塞（sè）〕阻塞。"}, {"k": "1-i", "v": "〔迂（yū）〕曲折，绕远。"}, {"k": "1-j", "v": "〔聚室而谋〕集合全家来商量。室，家人。"}, {"k": "1-k", "v": "〔汝〕代词，你们。"}, {"k": "1-l", "v": "〔毕力平险〕尽全力铲除险峻的大山。毕， 尽、全。"}, {"k": "1-m", "v": "〔指通豫南〕一直通向豫州南部。指，指向， 这里是“一直”的意思。豫，豫州，古地名， 今河南黄河以南一带。"}, {"k": "1-n", "v": "〔汉阴〕汉水南岸。阴，指山的北面、水的南 岸，与“阳”相对。"}, {"k": "1-o", "v": "〔杂然相许〕纷纷表示赞同。杂然，纷纷地。 许，赞同。"}, {"k": "1-p", "v": "〔献疑〕提出疑问。"}, {"k": "1-q", "v": "〔曾（zēng）不能损魁父之丘〕连魁父这样 的小山丘都不能削减。曾，用在“不”前， 加强否定语气，可译为“连 …… 都 ……”。 魁父，小山名。 河曲[^2-l]智叟[^2-m]笑而止之曰：“甚矣，汝之不惠[^2-n]！以残年余力[^2-o]，曾不能毁 山之一毛[^2-p]，其[^2-q]如土石何？”北山愚公长息[^2-r]曰：“汝心之固，固不可彻[^2-s]， 曾不若[^2-t]孀妻弱子[^2-u]。虽[^2-v]我之死，有子存焉。子又生孙，孙又生子；子又有 子，子又有孙；子子孙孙无穷匮[^2-w]也，而山不加增，何苦[^2-x]而不平？”河曲智 叟亡以应[^2-y]。 操蛇之神[^2-z]闻之，惧其不已[^2-aa]也，告之于帝[^2-ab]。帝感其诚[^2-ac]，命夸蛾氏[^2-ad]二 子负二山，一厝朔东[^2-ae]，一厝雍[^2-af]南。自此，冀之南，汉之阴，无陇断[^2-ag]焉。"}, {"k": "2-a", "v": "〔如太行、王屋何〕能把太行山、王屋山怎么 样？如……何，把……怎么样。"}, {"k": "2-b", "v": "〔且焉置土石〕况且往哪里放置土石呢？且，况 且。焉，往哪里、在哪里。置，放置、安放。"}, {"k": "2-c", "v": "〔投诸渤海之尾，隐土之北〕把它扔到渤海边 上，隐土北面去。诸，相当于“之于”。隐 土，古地名。"}, {"k": "2-d", "v": "〔荷（hè）担者三夫〕三个能挑担的人。荷， 肩负、扛。"}, {"k": "2-e", "v": "〔叩石垦壤〕凿石头，挖泥土。"}, {"k": "2-f", "v": "〔箕畚（jīběn）〕用竹篾、柳条等编织的器具。 这里是“用箕畚”的意思。"}, {"k": "2-g", "v": "〔京城〕复姓。"}, {"k": "2-h", "v": "〔孀（shuāng）妻〕丧夫的妇人。"}, {"k": "2-i", "v": "〔遗男〕指死了父亲的男孩。"}, {"k": "2-j", "v": "〔始龀（chèn）〕刚刚换牙，指七八岁。始， 才、刚。龀，换牙。"}, {"k": "2-k", "v": "〔寒暑易节，始一反焉〕冬夏换季，才往返一 次。易，更替。节，季节。反，同“返”，往 返。焉，语气词。"}, {"k": "2-l", "v": "〔河曲〕河流迂曲的地方。"}, {"k": "2-m", "v": "〔叟〕老年男子。"}, {"k": "2-n", "v": "〔甚矣，汝之不惠〕意思是，你也太不聪明了！ 甚，严重。惠，同“慧”，聪明。"}, {"k": "2-o", "v": "〔残年余力〕老迈的年纪和残余的气力。"}, {"k": "2-p", "v": "〔毛〕指草木。"}, {"k": "2-q", "v": "〔其〕加强反问语气。"}, {"k": "2-r", "v": "〔长息〕长叹。"}, {"k": "2-s", "v": "〔汝心之固，固不可彻〕你思想顽固，顽固到 不可通达的地步。彻，通达。"}, {"k": "2-t", "v": "〔不若〕不如，比不上。"}, {"k": "2-u", "v": "〔弱子〕幼儿，小孩。"}, {"k": "2-v", "v": "〔虽〕即使。"}, {"k": "2-w", "v": "〔穷匮（kuì）〕穷尽。"}, {"k": "2-x", "v": "〔苦〕愁苦。这里指担心。"}, {"k": "2-y", "v": "〔亡（wú）以应〕没有话来回答。"}, {"k": "2-z", "v": "〔操蛇之神〕神话中的山神，手里抓着蛇，所 以叫操蛇之神。"}, {"k": "2-aa", "v": "〔惧其不已〕害怕他不停地挖下去。已，停止。"}, {"k": "2-ab", "v": "〔帝〕指神话中的天帝。"}, {"k": "2-ac", "v": "〔感其诚〕被他的诚心所感动。"}, {"k": "2-ad", "v": "〔夸蛾氏〕神话中的大力神。"}, {"k": "2-ae", "v": "〔一厝（cuò）朔东〕一座放在朔方东部。厝， 放置、安放。朔，朔方，地名，大体在黄河 中游今宁夏、陕西、山西一带。"}, {"k": "2-af", "v": "〔雍〕雍州，今陕西、甘肃一带。"}, {"k": "2-ag", "v": "〔陇断〕山冈阻隔。陇，同“垄”，高地。断， 隔绝。"}]','八年级上册'),
(8160000000000000031,'富贵不能淫','《孟子》','','## 富贵不能淫

景春[^2-g]曰：“公孙衍[^2-h]、张仪[^2-i]岂不诚[^2-j]大丈夫[^2-k]哉？一怒而诸侯惧，安居
而天下熄[^2-l]。”

孟子曰：“是焉[^2-m]得为大丈夫乎？子未学礼乎？丈夫之冠[^2-n]也，父命[^2-o]之；
女子之嫁也，母命之，往送之门，戒[^2-p]之曰：‘往之女家[^2-q]，必敬必戒，无违
夫子[^2-r]！’以顺为正者，妾妇之道也[^2-s]。居天下之广居，立天下之正位，行天
下之大道[^2-t]。得志，与民由之[^2-u]；不得志，独行其道[^2-v]。富贵不能淫[^2-w]，贫贱
不能移[^2-x]，威武不能屈[^2-y]。此之谓大丈夫。”

    曾在秦国为相，又曾佩五国相印。
    为相，游说六国连横以服从秦国。
    表示成年。之，助词，用在主谓之间，取消
    句子的独立性。冠，行冠礼。
    是妇女遵循的正道。妾妇，泛指妇女。旧时
    婚姻中，男女双方的地位不平等，女子须服
    从夫家，这是错误的封建伦理。孟子借此类
    比纵横家不立足于仁、礼、义等准则，只知
    道曲意顺从的行事作风。
    （大丈夫应该）住进天下最宽广的住宅——仁，
    站在天下最正确的位置——礼，走着天下最正
    确的道路——义。这里的“广居”“正位”“大
    道”分别喻指“仁”“礼”“义”。
    自己的原则。《孟子·尽心上》：“穷则独善其
    身，达则兼善天下。”','文言文','八年级上册','','[{"k": "2-g", "v": "〔景春〕与孟子同时代的人，纵横家。"}, {"k": "2-h", "v": "〔公孙衍（yǎn）〕战国时期魏国人，纵横家， 曾在秦国为相，又曾佩五国相印。"}, {"k": "2-i", "v": "〔张仪〕战国时期魏国人，纵横家，秦惠王时 为相，游说六国连横以服从秦国。"}, {"k": "2-j", "v": "〔诚〕确实。"}, {"k": "2-k", "v": "〔大丈夫〕指有大志、有作为、有气节的男子。"}, {"k": "2-l", "v": "〔天下熄〕指战争停息，天下太平。"}, {"k": "2-m", "v": "〔焉〕怎么，哪里。"}, {"k": "2-n", "v": "〔丈夫之冠（guàn）〕古时男子二十岁行冠礼， 表示成年。之，助词，用在主谓之间，取消 句子的独立性。冠，行冠礼。"}, {"k": "2-o", "v": "〔命〕教导，训诲。"}, {"k": "2-p", "v": "〔戒〕告诫。下文的“戒”是“谨慎”的意思。"}, {"k": "2-q", "v": "〔女家〕这里指夫家。女，同“汝”，你。"}, {"k": "2-r", "v": "〔夫子〕这里指丈夫。"}, {"k": "2-s", "v": "〔以顺为正者，妾妇之道也〕以顺从为准则， 是妇女遵循的正道。妾妇，泛指妇女。旧时 婚姻中，男女双方的地位不平等，女子须服 从夫家，这是错误的封建伦理。孟子借此类 比纵横家不立足于仁、礼、义等准则，只知 道曲意顺从的行事作风。"}, {"k": "2-t", "v": "〔居天下之广居，立天下之正位，行天下之大道〕 （大丈夫应该）住进天下最宽广的住宅——仁， 站在天下最正确的位置——礼，走着天下最正 确的道路——义。这里的“广居”“正位”“大 道”分别喻指“仁”“礼”“义”。"}, {"k": "2-u", "v": "〔与民由之〕与百姓同遵正道而行。由，遵从。"}, {"k": "2-v", "v": "〔独行其道〕独自走自己的道路。这里指坚持 自己的原则。《孟子·尽心上》：“穷则独善其 身，达则兼善天下。”"}, {"k": "2-w", "v": "〔淫〕惑乱，迷惑。这里是使动用法。"}, {"k": "2-x", "v": "〔移〕改变，动摇。这里是使动用法。"}, {"k": "2-y", "v": "〔屈〕屈服。这里是使动用法。"}]','八年级上册'),
(8160000000000000032,'得道多助，失道寡助','《孟子》','','## 得道多助，失道寡助

天时不如地利，地利不如人和。三里之城[^1-b]，七里之郭，环[^1-c]而攻之而不
胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不
高也，池[^1-d]非不深也，兵革[^1-e]非不坚利也，米粟非不多也，委而去之[^1-f]，是地利
不如人和也。故曰：域民不以封疆之界[^1-g]，固国不以山溪之险[^1-h]，威天下不以
兵革之利[^2-a]。得道[^2-b]者多助，失道者寡助。寡助之至[^2-c]，亲戚[^2-d]畔[^2-e]之；多助之
至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣[^2-f]。

    “郭”对举时多指内城。
    制成的甲胄之类。
    （而不迁到别的地方去），不能靠疆域的边界。
    险要。

    的锐利。
    君主不战则已，战就一定能胜利。君子，这里
    指能行仁政的君主，即上文所说的“得道者”。','文言文','八年级上册','','[{"k": "1-b", "v": "〔三里之城〕方圆三里的内城。城，城墙，与 “郭”对举时多指内城。"}, {"k": "1-c", "v": "〔环〕四面包围。"}, {"k": "1-d", "v": "〔池〕护城河。"}, {"k": "1-e", "v": "〔兵革〕泛指武器装备。兵，兵器。革，皮革 制成的甲胄之类。"}, {"k": "1-f", "v": "〔委而去之〕意思是弃城而逃。委，放弃。"}, {"k": "1-g", "v": "〔域民不以封疆之界〕意思是，使百姓定居 （而不迁到别的地方去），不能靠疆域的边界。"}, {"k": "1-h", "v": "〔固国不以山溪之险〕巩固国防不能靠山河的 险要。"}, {"k": "2-a", "v": "〔威天下不以兵革之利〕威慑天下不能靠武器 的锐利。"}, {"k": "2-b", "v": "〔得道〕指能够施行治国的正道，即行仁政。"}, {"k": "2-c", "v": "〔至〕极点。"}, {"k": "2-d", "v": "〔亲戚〕内外亲属，包括父系亲属和母系亲属。"}, {"k": "2-e", "v": "〔畔〕同“叛”，背叛。"}, {"k": "2-f", "v": "〔故君子有不战，战必胜矣〕所以能行仁政的 君主不战则已，战就一定能胜利。君子，这里 指能行仁政的君主，即上文所说的“得道者”。"}]','八年级上册'),
(8160000000000000033,'生于忧患，死于安乐','《孟子》','','## 生于忧患，死于安乐

舜发于畎亩之中[^3-a]，傅说举于版筑之间[^3-b]，胶鬲举于鱼盐之中[^3-c]，管夷吾
举于士[^3-d]，孙叔敖举于海[^3-e]，百里奚举于市[^3-f]。故天将降大任于是人也，必先
苦其心志，劳其筋骨，饿其体肤[^3-g]，空乏其身[^3-h]，行拂乱其所为[^3-i]，所以动心
忍性[^3-j]，曾益[^3-k]其所不能。

人恒过[^3-l]，然后能改；困于心，衡于虑[^3-m]，而后作[^3-n]；征于色，发于声，
而后喻[^3-o]。入[^3-p]则无法家拂士[^3-q]，出[^3-r]则无敌国[^3-s]外患者，国恒亡。然后知生于
忧患而死于安乐[^3-t]也。

    田，后被尧起用，成为尧的继承人。发，兴
    起，指被任用。畎亩，田地。畎，田间水沟。
    亩，地垄。
    傅说曾在傅岩为人筑墙（因以傅为姓），后
    被商王武丁任用为相。举，选拔、任用。版
    筑，古人筑墙，在两块夹板中间放土，再用
    杵（chǔ）夯（hāng）实。筑，捣土用的杵。
    卖鱼盐为生，西伯（周文王）把他举荐给纣
    王。后来，他又辅佐周武王。
    子纠的家臣，纠与公子小白（即后来的齐桓
    公）争夺君位失败，管仲作为罪人被押回齐
    国，后经鲍叔牙推荐，被齐桓公任用为相。
    士，狱官。举于士，从狱官手中释放出来，
    进而得到任用。
    庄王知道他有才能，任用他为相。一说，此
    处的“海”泛指荒远之地。
    虞国大夫。虞亡后被俘，由晋入秦，又逃到
    楚。后来秦穆公用五张公羊皮把他赎出来，
    用为大夫。市，集市。

    乏，财资缺乏。
    乱，扰乱。
    格坚忍起来。
    不顺。
    表现在他人的脸色上，显露在他人的言谈中，
    才能被自己了解。一说，（一个人的过失）表
    现在脸色上，流露在言谈中，才能被人们了
    解。征，征验、表现。发，显露、流露。喻，
    了解、明白。
    士，辅佐君王的贤士。拂，同“弼”，辅佐。
    相当。
    以使人生存，常处安逸快乐之中可以使人
    死亡。','文言文','八年级上册','','[{"k": "3-a", "v": "〔舜发于畎（quǎn）亩之中〕相传舜在历山耕 田，后被尧起用，成为尧的继承人。发，兴 起，指被任用。畎亩，田地。畎，田间水沟。 亩，地垄。"}, {"k": "3-b", "v": "〔傅说（yuè）举于版筑之间〕相传商代贤人 傅说曾在傅岩为人筑墙（因以傅为姓），后 被商王武丁任用为相。举，选拔、任用。版 筑，古人筑墙，在两块夹板中间放土，再用 杵（chǔ）夯（hāng）实。筑，捣土用的杵。"}, {"k": "3-c", "v": "〔胶鬲（gé）举于鱼盐之中〕相传胶鬲原以贩 卖鱼盐为生，西伯（周文王）把他举荐给纣 王。后来，他又辅佐周武王。"}, {"k": "3-d", "v": "〔管夷吾举于士〕管仲（名夷吾）原是齐国公 子纠的家臣，纠与公子小白（即后来的齐桓 公）争夺君位失败，管仲作为罪人被押回齐 国，后经鲍叔牙推荐，被齐桓公任用为相。 士，狱官。举于士，从狱官手中释放出来， 进而得到任用。"}, {"k": "3-e", "v": "〔孙叔敖举于海〕楚国人孙叔敖隐居海滨，楚 庄王知道他有才能，任用他为相。一说，此 处的“海”泛指荒远之地。"}, {"k": "3-f", "v": "〔百里奚（xī）举于市〕百里奚，春秋时期 虞国大夫。虞亡后被俘，由晋入秦，又逃到 楚。后来秦穆公用五张公羊皮把他赎出来， 用为大夫。市，集市。"}, {"k": "3-g", "v": "〔饿其体肤〕使他经受饥饿之苦。"}, {"k": "3-h", "v": "〔空（kòng）乏其身〕使他身处贫困之中。空 乏，财资缺乏。"}, {"k": "3-i", "v": "〔行拂乱其所为〕使他做事不顺。拂，违背。 乱，扰乱。"}, {"k": "3-j", "v": "〔动心忍性〕使他的心灵受到震撼，使他的性 格坚忍起来。"}, {"k": "3-k", "v": "〔曾（zēng）益〕增加。曾，同“增”。"}, {"k": "3-l", "v": "〔恒过〕常常犯错误。"}, {"k": "3-m", "v": "〔衡于虑〕思虑堵塞。衡，同“横”，梗塞、 不顺。"}, {"k": "3-n", "v": "〔作〕奋起。这里指有所作为。"}, {"k": "3-o", "v": "〔征于色，发于声，而后喻〕（一个人的过失） 表现在他人的脸色上，显露在他人的言谈中， 才能被自己了解。一说，（一个人的过失）表 现在脸色上，流露在言谈中，才能被人们了 解。征，征验、表现。发，显露、流露。喻， 了解、明白。"}, {"k": "3-p", "v": "〔入〕指在国内。"}, {"k": "3-q", "v": "〔法家拂（bì）士〕法家，守法度的大臣。拂 士，辅佐君王的贤士。拂，同“弼”，辅佐。"}, {"k": "3-r", "v": "〔出〕指在国外。"}, {"k": "3-s", "v": "〔敌国〕势力、地位相当的国家。敌，匹敌、 相当。"}, {"k": "3-t", "v": "〔生于忧患而死于安乐〕常处忧愁祸患之中可 以使人生存，常处安逸快乐之中可以使人 死亡。"}]','八年级上册'),
(8160000000000000034,'课外古诗词诵读','','','## 庭中有奇树[^1-a]

**《古诗十九首》**

庭中有奇树，绿叶发华[^1-b]滋[^1-c]。  
攀条[^1-d]折其荣，将以遗[^1-e]所思。  
馨香盈[^1-f]怀袖，路远莫致[^1-g]之。  
此物何足贵？但感别经时[^1-h]。  

> 诗作开头写叶绿花盛，本是春日佳景，但一人独赏，反
> 动思念之情。于是，女主人公攀枝折花，欲寄远人，然而天
> 长地远，相思何处可达？只好任花香盈袖，愁绪百结，不由
> 得心生感慨：此花不能相赠，有何可贵？徒增思念之苦罢
> 了。全诗因人感物，由物写人，通篇不离“奇树”，篇幅虽
> 短，却有千回百折之态，深得委婉含蓄之妙。《古诗十九首》
> 是文人诗，又有着民歌的质朴自然，辞浅思深，语短情长，
> 值得仔细品味，反复诵读。

    海古籍出版社1986年版）。
    奇树，佳美、珍贵的树。这
    首诗是《古诗十九首》的
    第九首。《古诗十九首》最
    早见于南朝梁萧统（501—
    531）主持编选的《文选》，
    是一组五言古诗，作者不
    详，也不是一时一人之作，
    一般认为产生于东汉末年。
    这组古诗多写夫妇朋友间
    的离愁别绪和士人的彷徨
    失意，语言朴素自然，描写
    生动真切，在五言诗的发展
    史上有重要地位。
    是“花”的意思。
---

## 龟虽寿[^1-i]

**曹操**

神龟虽寿，犹有竟[^1-j]时；  
腾蛇[^1-k]乘雾，终为土灰。  
老骥[^1-l]伏枥[^1-m]，志在千里；  
烈士[^1-n]暮年，壮心不已。  
盈缩[^1-o]之期，不但在天；  
养怡[^1-p]之福，可得永年[^1-q]。  
幸甚至哉，歌以咏志。  

> 诗作开头写神龟虽然长寿，腾蛇纵能驾雾，最终也都
> 将归于死亡，仿佛要慨叹人生苦短，接下来却笔锋一转，
> 抒发奋发有为、建功立业的情怀。衰老的骏马，还有奔驰
> 千里的志向；年迈的志士，尚有未曾泯灭的雄心。寿命长
> 短，并不只是被动地由上天安排；身心和悦，就可以益寿
> 延年。诗中所体现的情志乐观向上，历久弥新。

    华书局2018年版）。这首诗
    是《步出夏门行》四章中的
    最后一章。
    驾雾的神蛇。
    短。
    心情愉快。怡，愉快。

---

## 赠从弟（其二）[^2-a]

**刘桢**

亭亭[^2-b]山上松，瑟瑟[^2-c]谷中风。  
风声一何[^2-d]盛，松枝一何劲！  
冰霜正惨凄，终岁常端正。  
岂不罹凝寒[^2-e]？松柏有本性。  

> 这是一首咏物诗。诗人运用对比手法，让“山上松”
> 和“谷中风”展开较量，以“风声”之“盛”衬托“松
> 枝”之“劲”，又用“一何”加以咏叹，对松柏的赞美之
> 情溢于言表。接着以冰霜的严酷衬托松柏的“端正”，在
> 一问一答中，突出松柏傲雪凌霜的高洁品格，借松柏之刚
> 劲，明志向之坚贞，对堂弟寄予了无限期望。全诗语言质
> 朴，刚劲峭拔而又情深意长。

    海古籍出版社1986年版）。
    从弟，堂弟。刘桢（？—
    217），字公干，东汉末诗
    人，“建安七子”之一。
    罹，遭受。凝寒，严寒。

---

## 梁甫行[^2-f]

**曹植**

八方各异气[^2-g]，千里殊[^2-h]风雨。  
剧[^2-i]哉边海民，寄身于草野。  
妻子[^2-j]象禽兽，行止依林阻[^2-k]。  
柴门何萧条，狐兔翔[^2-l]我宇[^2-m]。  

> 三国乱世，人民有家不能居，只好逃到荒山野岭，寄
> 身其中，艰难度日。诗人有感而发，写下这首悲慨之作。
> 诗作从地域不同则气候各异写起，引出下面对人民痛苦生
> 活的描写与感叹；中间四句直陈所见所感，几无雕饰，如
> 实记录了百姓流离失所的困境；最后两句，咏叹家园荒
> 芜，狐兔出没，承接前面的描写，进一步抒发了感慨，深
> 化了主题。

    三（中华书局2016年版）。
    梁甫行，乐府古题。曹植
    （192—232），字子建，三国
    魏诗人，曹操之子。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《文选》卷二十九（上 海古籍出版社1986年版）。 奇树，佳美、珍贵的树。这 首诗是《古诗十九首》的 第九首。《古诗十九首》最 早见于南朝梁萧统（501— 531）主持编选的《文选》， 是一组五言古诗，作者不 详，也不是一时一人之作， 一般认为产生于东汉末年。 这组古诗多写夫妇朋友间 的离愁别绪和士人的彷徨 失意，语言朴素自然，描写 生动真切，在五言诗的发展 史上有重要地位。"}, {"k": "1-b", "v": "〔华〕花。下文的“荣”也 是“花”的意思。"}, {"k": "1-c", "v": "〔滋〕繁盛。"}, {"k": "1-d", "v": "〔攀条〕攀引枝条。"}, {"k": "1-e", "v": "〔遗（wèi）〕给予，馈赠。"}, {"k": "1-f", "v": "〔盈〕充满。"}, {"k": "1-g", "v": "〔致〕送达。"}, {"k": "1-h", "v": "〔经时〕历时很久。 --- ## 龟虽寿[^1-i] **曹操** 神龟虽寿，犹有竟[^1-j]时； 腾蛇[^1-k]乘雾，终为土灰。 老骥[^1-l]伏枥[^1-m]，志在千里； 烈士[^1-n]暮年，壮心不已。 盈缩[^1-o]之期，不但在天； 养怡[^1-p]之福，可得永年[^1-q]。 幸甚至哉，歌以咏志。 > 诗作开头写神龟虽然长寿，腾蛇纵能驾雾，最终也都 > 将归于死亡，仿佛要慨叹人生苦短，接下来却笔锋一转， > 抒发奋发有为、建功立业的情怀。衰老的骏马，还有奔驰 > 千里的志向；年迈的志士，尚有未曾泯灭的雄心。寿命长 > 短，并不只是被动地由上天安排；身心和悦，就可以益寿 > 延年。诗中所体现的情志乐观向上，历久弥新。"}, {"k": "1-i", "v": "选自《曹操集·诗集》（中 华书局2018年版）。这首诗 是《步出夏门行》四章中的 最后一章。"}, {"k": "1-j", "v": "〔竟〕终结。这里指死去。"}, {"k": "1-k", "v": "〔腾蛇〕传说中一种能腾云 驾雾的神蛇。"}, {"k": "1-l", "v": "〔骥〕骏马，好马。"}, {"k": "1-m", "v": "〔枥（lì）〕马槽。"}, {"k": "1-n", "v": "〔烈士〕有气节有壮志的人。"}, {"k": "1-o", "v": "〔盈缩〕这里指人寿命的长 短。"}, {"k": "1-p", "v": "〔养怡〕指调养身心，保持 心情愉快。怡，愉快。"}, {"k": "1-q", "v": "〔永年〕长寿。 --- ## 赠从弟（其二）[^2-a] **刘桢** 亭亭[^2-b]山上松，瑟瑟[^2-c]谷中风。 风声一何[^2-d]盛，松枝一何劲！ 冰霜正惨凄，终岁常端正。 岂不罹凝寒[^2-e]？松柏有本性。 > 这是一首咏物诗。诗人运用对比手法，让“山上松” > 和“谷中风”展开较量，以“风声”之“盛”衬托“松 > 枝”之“劲”，又用“一何”加以咏叹，对松柏的赞美之 > 情溢于言表。接着以冰霜的严酷衬托松柏的“端正”，在 > 一问一答中，突出松柏傲雪凌霜的高洁品格，借松柏之刚 > 劲，明志向之坚贞，对堂弟寄予了无限期望。全诗语言质 > 朴，刚劲峭拔而又情深意长。"}, {"k": "2-a", "v": "选自《文选》卷二十三（上 海古籍出版社1986年版）。 从弟，堂弟。刘桢（？— 217），字公干，东汉末诗 人，“建安七子”之一。"}, {"k": "2-b", "v": "〔亭亭〕挺拔的样子。"}, {"k": "2-c", "v": "〔瑟瑟〕拟声词，形容风声。"}, {"k": "2-d", "v": "〔一何〕何其，多么。"}, {"k": "2-e", "v": "〔罹（lí）凝寒〕遭受严寒。 罹，遭受。凝寒，严寒。 --- ## 梁甫行[^2-f] **曹植** 八方各异气[^2-g]，千里殊[^2-h]风雨。 剧[^2-i]哉边海民，寄身于草野。 妻子[^2-j]象禽兽，行止依林阻[^2-k]。 柴门何萧条，狐兔翔[^2-l]我宇[^2-m]。 > 三国乱世，人民有家不能居，只好逃到荒山野岭，寄 > 身其中，艰难度日。诗人有感而发，写下这首悲慨之作。 > 诗作从地域不同则气候各异写起，引出下面对人民痛苦生 > 活的描写与感叹；中间四句直陈所见所感，几无雕饰，如 > 实记录了百姓流离失所的困境；最后两句，咏叹家园荒 > 芜，狐兔出没，承接前面的描写，进一步抒发了感慨，深 > 化了主题。"}, {"k": "2-f", "v": "选自《曹植集校注》卷 三（中华书局2016年版）。 梁甫行，乐府古题。曹植 （192—232），字子建，三国 魏诗人，曹操之子。"}, {"k": "2-g", "v": "〔异气〕气候不同。"}, {"k": "2-h", "v": "〔殊〕不同。"}, {"k": "2-i", "v": "〔剧〕艰难。"}, {"k": "2-j", "v": "〔妻子〕妻子儿女。"}, {"k": "2-k", "v": "〔林阻〕山林险阻之地。"}, {"k": "2-l", "v": "〔翔〕自在地行走。"}, {"k": "2-m", "v": "〔宇〕房屋。"}]','八年级上册'),
(8160000000000000035,'※ 与朱元思书','吴均','','与朱元思书[^1-a]

风烟俱净，天山共色[^1-b]。从流飘荡[^1-c]，任意东西[^1-d]。自富阳至桐庐一百许[^1-e]
里，奇山异水，天下独绝。

水皆缥碧[^1-f]，千丈见底。游鱼细石，直视无碍。急湍甚箭[^1-g]，猛浪若奔。

夹岸高山，皆生寒树[^1-h]，负势竞上[^1-i]，互相轩邈[^1-j]，争高直指[^1-k]，千百成
峰[^1-l]。泉水激[^1-m]石，泠泠[^1-n]作响；好鸟相鸣，嘤嘤成韵[^1-o]。蝉则千转[^1-p]不穷，猿
则百叫无绝。鸢飞戾天[^2-a]者，望峰息心[^2-b]；经纶世务[^2-c]者，窥谷忘反[^2-d]。横柯[^2-e]
上蔽，在昼犹昏；疏条交映[^2-f]，有时见日。

    版）。吴均（469—520），字叔庠（xiáng），
    吴兴故鄣（zhāng）（今浙江安吉）人，南朝
    梁文学家。
    随。
    流。东西，向东或向西（漂流）。
    超过、胜过。
    这里均作动词用。
    争着向上。
    在争着往高处远处伸展。轩，高。邈，远。
    嘤嘤，鸟鸣声。
    多。转，同“啭”，鸟鸣，这里指蝉鸣。

    雅·旱麓》。意为鸢鸟飞到天上，这里比喻极
    力追求名利。鸢，俗称老鹰，凶猛而善高飞。
    戾，至、到达。
    纶，筹划、治理。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《吴均集校注》（浙江古籍出版社2005年 版）。吴均（469—520），字叔庠（xiáng）， 吴兴故鄣（zhāng）（今浙江安吉）人，南朝 梁文学家。"}, {"k": "1-b", "v": "〔共色〕同样的颜色。"}, {"k": "1-c", "v": "〔从流飘荡〕（乘船）随着江流漂荡。从，跟、 随。"}, {"k": "1-d", "v": "〔任意东西〕意思是任凭船随意向东或向西漂 流。东西，向东或向西（漂流）。"}, {"k": "1-e", "v": "〔许〕表示约数。"}, {"k": "1-f", "v": "〔缥（piǎo）碧〕浅青色。"}, {"k": "1-g", "v": "〔甚箭〕即“甚于箭”，意思是比箭还快。甚， 超过、胜过。"}, {"k": "1-h", "v": "〔寒树〕浓密的树木，使人看了有寒凉之意。 这里均作动词用。"}, {"k": "1-i", "v": "〔负势竞上〕（山峦）凭借（高峻的）地势， 争着向上。"}, {"k": "1-j", "v": "〔互相轩邈（miǎo）〕意思是这些山峦仿佛都 在争着往高处远处伸展。轩，高。邈，远。"}, {"k": "1-k", "v": "〔直指〕笔直地指向云天。"}, {"k": "1-l", "v": "〔千百成峰〕形成千百座山峰。"}, {"k": "1-m", "v": "〔激〕冲击，撞击。"}, {"k": "1-n", "v": "〔泠（líng）泠〕拟声词，形容水声清越。"}, {"k": "1-o", "v": "〔嘤（yīng）嘤成韵〕鸣声嘤嘤，和谐动听。 嘤嘤，鸟鸣声。"}, {"k": "1-p", "v": "〔千转（zhuàn）〕长久不断地叫。千，表示 多。转，同“啭”，鸟鸣，这里指蝉鸣。"}, {"k": "2-a", "v": "〔鸢（yuān）飞戾（lì）天〕语出《诗经·大 雅·旱麓》。意为鸢鸟飞到天上，这里比喻极 力追求名利。鸢，俗称老鹰，凶猛而善高飞。 戾，至、到达。"}, {"k": "2-b", "v": "〔息心〕指平息名利之心。"}, {"k": "2-c", "v": "〔经纶（lún）世务〕筹划人世间的俗务。经 纶，筹划、治理。"}, {"k": "2-d", "v": "〔反〕同“返”，返回。"}, {"k": "2-e", "v": "〔横柯（kē）〕横斜的树枝。柯，树木的枝干。"}, {"k": "2-f", "v": "〔交映〕互相掩映。"}]','八年级上册'),
(8160000000000000036,'三峡','郦道元','','三峡[^1-a]

自[^1-b]三峡七百里中，两岸连山，略无阙处[^1-c]。重岩[^1-d]叠嶂[^1-e]，隐天蔽日，
自非[^1-f]亭午[^1-g]夜分[^1-h]，不见曦月[^1-i]。

至于夏水[^1-j]襄陵[^1-k]，沿溯阻绝[^1-l]。或王命急宣，有时朝发白帝[^1-m]，暮到
江陵[^1-n]，其间千二百里，虽[^1-o]乘奔[^1-p]御风[^1-q]，不以疾[^1-r]也。

<!-- 注：又东过巫县南，盐水从县东南流注之。选文在P790第11-15行 -->

    三十四，中华书局2007年版）。题目为编者所
    加。三峡，瞿塘峡、巫峡和西陵峡的总称，在
    长江上游重庆奉节与湖北宜昌之间。郦道元
    （约470—527），字善长，范阳涿（zhuō）县
    （今河北涿州）人，北魏地理学家。《水经》是
    中国第一部记述河道水系的专著，郦道元所撰
    《水经注》，名为注释《水经》，实则以《水
    经》为纲，广为补充发展，自成巨著。全书详
    细记载了一千多条大小河流及有关的历史遗迹、
    人物掌故、神话传说等，是我国古代地理名著，
    并具有较高的文学价值。由于当时南北分裂，
    此书记北方河流，综合运用了文献资料与作者
    实地考察的成果；涉及南方江河，则博采他人
    记述，精心选择，细致加工，汇聚成文。
    峰，全然没有中断的地方。略无，完全没有。
    阙，同“缺”，空隙、缺口。
    上。陵，山陵。
    都被阻断，不能通航。沿，顺流而下。溯，
    逆流而上。

春冬之时，则素湍[^2-a]绿潭，回清[^2-b]倒影，绝[^2-c]多生怪柏，悬泉瀑布，飞
漱[^2-d]其间，清荣峻茂[^2-e]，良[^2-f]多趣味。

每至晴初[^2-g]霜旦[^2-h]，林寒涧肃[^2-i]，常有高猿长啸，属引[^2-j]凄异[^2-k]，空谷传
响[^2-l]，哀转[^2-m]久绝。故渔者歌曰：“巴东[^2-n]三峡巫峡长，猿鸣三声泪沾裳。”

    延长。','文言文','八年级上册','','[{"k": "1-a", "v": "节选自《水经注·江水》（《水经注校证》卷 三十四，中华书局2007年版）。题目为编者所 加。三峡，瞿塘峡、巫峡和西陵峡的总称，在 长江上游重庆奉节与湖北宜昌之间。郦道元 （约470—527），字善长，范阳涿（zhuō）县 （今河北涿州）人，北魏地理学家。《水经》是 中国第一部记述河道水系的专著，郦道元所撰 《水经注》，名为注释《水经》，实则以《水 经》为纲，广为补充发展，自成巨著。全书详 细记载了一千多条大小河流及有关的历史遗迹、 人物掌故、神话传说等，是我国古代地理名著， 并具有较高的文学价值。由于当时南北分裂， 此书记北方河流，综合运用了文献资料与作者 实地考察的成果；涉及南方江河，则博采他人 记述，精心选择，细致加工，汇聚成文。"}, {"k": "1-b", "v": "〔自〕这里是“在”的意思。"}, {"k": "1-c", "v": "〔两岸连山，略无阙处〕两岸都是相连的山 峰，全然没有中断的地方。略无，完全没有。 阙，同“缺”，空隙、缺口。"}, {"k": "1-d", "v": "〔岩〕山峰，山崖。"}, {"k": "1-e", "v": "〔嶂〕直立似屏障的山峰。"}, {"k": "1-f", "v": "〔自非〕如果不是。"}, {"k": "1-g", "v": "〔亭午〕正午。"}, {"k": "1-h", "v": "〔夜分〕半夜。"}, {"k": "1-i", "v": "〔曦（xī）月〕日月。曦，日光，这里指太阳。"}, {"k": "1-j", "v": "〔夏水〕指夏天的江水。"}, {"k": "1-k", "v": "〔襄（xiāng）陵〕水漫上山陵。襄，冲上、漫 上。陵，山陵。"}, {"k": "1-l", "v": "〔沿溯（sù）阻绝〕意思是下行和上行的航道 都被阻断，不能通航。沿，顺流而下。溯， 逆流而上。"}, {"k": "1-m", "v": "〔白帝〕古城名，故址在今重庆奉节东瞿塘峡口。"}, {"k": "1-n", "v": "〔江陵〕古城名，在今湖北荆州。"}, {"k": "1-o", "v": "〔虽〕即使。"}, {"k": "1-p", "v": "〔奔〕这里指飞奔的马。"}, {"k": "1-q", "v": "〔御风〕乘风飞行。"}, {"k": "1-r", "v": "〔不以疾〕没有这么快。 春冬之时，则素湍[^2-a]绿潭，回清[^2-b]倒影，绝[^2-c]多生怪柏，悬泉瀑布，飞 漱[^2-d]其间，清荣峻茂[^2-e]，良[^2-f]多趣味。 每至晴初[^2-g]霜旦[^2-h]，林寒涧肃[^2-i]，常有高猿长啸，属引[^2-j]凄异[^2-k]，空谷传 响[^2-l]，哀转[^2-m]久绝。故渔者歌曰：“巴东[^2-n]三峡巫峡长，猿鸣三声泪沾裳。”"}, {"k": "2-a", "v": "〔素湍〕激起白色浪花的急流。湍，急流。"}, {"k": "2-b", "v": "〔回清〕回旋的清波。"}, {"k": "2-c", "v": "〔绝（yǎn）〕极高的山峰。"}, {"k": "2-d", "v": "〔飞漱（shù）〕飞速地往下冲荡。"}, {"k": "2-e", "v": "〔清荣峻茂〕水清树茂，山高草盛。荣，茂盛。"}, {"k": "2-f", "v": "〔良〕甚，很。"}, {"k": "2-g", "v": "〔晴初〕天刚放晴。"}, {"k": "2-h", "v": "〔霜旦〕下霜的早晨。"}, {"k": "2-i", "v": "〔肃〕肃杀，凄寒。"}, {"k": "2-j", "v": "〔属（zhǔ）引〕接连不断。属，连接。引， 延长。"}, {"k": "2-k", "v": "〔凄异〕凄惨悲凉。"}, {"k": "2-l", "v": "〔响〕回声。"}, {"k": "2-m", "v": "〔哀转〕声音悲凉婉转。"}, {"k": "2-n", "v": "〔巴东〕今重庆东部云阳、奉节、巫山一带。"}]','八年级上册'),
(8160000000000000037,'唐诗五首','','','唐诗五首

## 野望[^1-a]

**王绩**

东皋[^1-b]薄暮[^1-c]望，徙倚[^1-d]欲何依。  
树树皆秋色，山山唯落晖。  
牧人驱犊[^1-e]返，猎马带禽[^1-f]归。  
相顾无相识，长歌怀采薇[^1-g]。  

    2023年版）。王绩（约589—644），字
    无功，号东皋子，绛州龙门（今山西河
    津）人，唐代诗人。
    后隐居于此。皋，水边地。
    传》，商末孤竹君之子伯夷、叔齐在商
    亡之后，“不食周粟，隐于首阳山，采
    薇而食之”。后遂以“采薇”比喻隐居
    不仕。

---

## 黄鹤楼[^2-a]

**崔颢**

昔人[^2-b]已乘黄鹤去，此地空余黄鹤楼。  
黄鹤一去不复返，白云千载空悠悠[^2-c]。  
晴川[^2-d]历历[^2-e]汉阳[^2-f]树，芳草萋萋[^2-g]鹦鹉洲[^2-h]。  
日暮乡关[^2-i]何处是？烟波江上使人愁。  

    1960年版）。黄鹤楼，故址在今湖北武
    汉蛇山的黄鹄（hú）矶上。《太平寰宇
    记》：“昔费祎（yī）登仙，每乘黄鹤于
    此憩驾，故号为黄鹤楼。”此楼屡毁屡
    建，现在的黄鹤楼是1985年建的。崔
    颢（hào）（？—754），汴州（今河南开
    封）人，唐代诗人。
    鹤楼隔江相望。
    江水淹没。今天的鹦鹉洲已非唐代故地。

---

## 使至塞上[^2-j]

**王维**

单车[^2-k]欲问边[^2-l]，属国[^2-m]过居延[^2-n]。  
征蓬[^2-o]出汉塞，归雁入胡天。  
大漠孤烟[^2-p]直，长河[^2-q]落日圆。  
萧关[^2-r]逢候骑[^2-s]，都护[^2-t]在燕然。  

    1997年版）。此诗是开元二十五年（737）
    王维以监察御史身份出使凉州时所作。
    塞上，边境地区，也泛指北方长城内外。
    民族事务的官员为典属国，诗人在这里
    借指自己出使边塞的使者身份。一说，
    附属国。
    里泛指辽远的边塞地区。
    远行之人。
    报告边境平安，故称孤烟。烟，指烽烟。
    大都护府，其长官称大都护。这里指前
    线统帅。

---

## 渡荆门送别[^3-a]

**李白**

渡远荆门外，来从[^3-b]楚国[^3-c]游。  
山随平野尽，江入大荒[^3-d]流。  
月下飞天镜[^3-e]，云生结海楼[^3-f]。  
仍怜[^3-g]故乡水[^3-h]，万里送行舟。  

    出版社1980年版）。荆门，即荆门山，
    在今湖北宜都西北长江南岸，与北岸虎
    牙山对峙，形势险要，战国时是楚国的
    战略门户。李白早年曾长期居住在蜀
    地，二十多岁时“仗剑去国，辞亲远
    游”，《渡荆门送别》就写于他第一次乘
    舟东下、出蜀入楚的途中。
    从天上飞来一面明镜。
    多变形成的美丽景象。
    白从小生活在蜀地，故以蜀地为故乡。

---

## 钱塘湖春行[^3-i]

**白居易**

孤山[^3-j]寺北贾亭[^3-k]西，水面初平[^3-l]云脚低[^3-m]。  
几处早莺争暖树[^3-n]，谁家新燕啄春泥。  
乱花渐欲迷人眼，浅草才能没马蹄。  
最爱湖东行不足，绿杨阴里白沙堤[^3-o]。  

    1979年版）。钱塘湖，即杭州西湖。白
    居易（772—846），字乐天，晚年号香
    山居士，祖籍太原（今属山西），生于
    新郑（今属河南），唐代诗人。著有
    《白氏长庆集》。
    上有孤山寺。
    间，贾全在杭州做官时在西湖边建造此亭。
    与湖岸齐平。初，刚刚。
    波浪连成一片，看上去浮云很低。
    堤”。此堤在唐代以前即已筑成，为纪
    念曾任杭州刺史的白居易，后人又将此
    堤称为“白堤”。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《王绩集会校》（上海古籍出版社 2023年版）。王绩（约589—644），字 无功，号东皋子，绛州龙门（今山西河 津）人，唐代诗人。"}, {"k": "1-b", "v": "〔东皋〕地名，今属山西万荣。作者弃官 后隐居于此。皋，水边地。"}, {"k": "1-c", "v": "〔薄暮〕傍晚。薄，接近。"}, {"k": "1-d", "v": "〔徙倚〕徘徊。"}, {"k": "1-e", "v": "〔犊（dú）〕小牛。这里指牛群。"}, {"k": "1-f", "v": "〔禽〕泛指猎获的鸟兽。"}, {"k": "1-g", "v": "〔采薇〕采食野菜。据《史记·伯夷列 传》，商末孤竹君之子伯夷、叔齐在商 亡之后，“不食周粟，隐于首阳山，采 薇而食之”。后遂以“采薇”比喻隐居 不仕。 --- ## 黄鹤楼[^2-a] **崔颢** 昔人[^2-b]已乘黄鹤去，此地空余黄鹤楼。 黄鹤一去不复返，白云千载空悠悠[^2-c]。 晴川[^2-d]历历[^2-e]汉阳[^2-f]树，芳草萋萋[^2-g]鹦鹉洲[^2-h]。 日暮乡关[^2-i]何处是？烟波江上使人愁。"}, {"k": "2-a", "v": "选自《全唐诗》卷一三〇（中华书局 1960年版）。黄鹤楼，故址在今湖北武 汉蛇山的黄鹄（hú）矶上。《太平寰宇 记》：“昔费祎（yī）登仙，每乘黄鹤于 此憩驾，故号为黄鹤楼。”此楼屡毁屡 建，现在的黄鹤楼是1985年建的。崔 颢（hào）（？—754），汴州（今河南开 封）人，唐代诗人。"}, {"k": "2-b", "v": "〔昔人〕指传说中骑鹤飞去的仙人。"}, {"k": "2-c", "v": "〔悠悠〕飘飘荡荡的样子。"}, {"k": "2-d", "v": "〔晴川〕晴日里的原野。川，平川、原野。"}, {"k": "2-e", "v": "〔历历〕分明的样子。"}, {"k": "2-f", "v": "〔汉阳〕地名，今湖北武汉汉阳区，与黄 鹤楼隔江相望。"}, {"k": "2-g", "v": "〔萋（qī）萋〕草木茂盛的样子。"}, {"k": "2-h", "v": "〔鹦鹉洲〕原在湖北武汉西南长江中，后被 江水淹没。今天的鹦鹉洲已非唐代故地。"}, {"k": "2-i", "v": "〔乡关〕故乡。 --- ## 使至塞上[^2-j] **王维** 单车[^2-k]欲问边[^2-l]，属国[^2-m]过居延[^2-n]。 征蓬[^2-o]出汉塞，归雁入胡天。 大漠孤烟[^2-p]直，长河[^2-q]落日圆。 萧关[^2-r]逢候骑[^2-s]，都护[^2-t]在燕然。"}, {"k": "2-j", "v": "选自《王维集校注》卷二（中华书局 1997年版）。此诗是开元二十五年（737） 王维以监察御史身份出使凉州时所作。 塞上，边境地区，也泛指北方长城内外。"}, {"k": "2-k", "v": "〔单车〕一辆车，表明此次出使随从不多。"}, {"k": "2-l", "v": "〔问边〕慰问边关守军。"}, {"k": "2-m", "v": "〔属国〕典属国的简称。汉代称负责少数 民族事务的官员为典属国，诗人在这里 借指自己出使边塞的使者身份。一说， 附属国。"}, {"k": "2-n", "v": "〔居延〕地名，在今内蒙古额济纳旗。这 里泛指辽远的边塞地区。"}, {"k": "2-o", "v": "〔征蓬〕飘飞的蓬草，古诗中常用来比喻 远行之人。"}, {"k": "2-p", "v": "〔孤烟〕唐代边关以点燃一道烽烟的方式 报告边境平安，故称孤烟。烟，指烽烟。"}, {"k": "2-q", "v": "〔长河〕指黄河。"}, {"k": "2-r", "v": "〔萧关〕古关名，故址在今宁夏固原东南。"}, {"k": "2-s", "v": "〔候骑〕负责侦察、巡逻的骑兵。"}, {"k": "2-t", "v": "〔都护〕官名，汉代始置，唐代边疆设有 大都护府，其长官称大都护。这里指前 线统帅。 --- ## 渡荆门送别[^3-a] **李白** 渡远荆门外，来从[^3-b]楚国[^3-c]游。 山随平野尽，江入大荒[^3-d]流。 月下飞天镜[^3-e]，云生结海楼[^3-f]。 仍怜[^3-g]故乡水[^3-h]，万里送行舟。"}, {"k": "3-a", "v": "选自《李白集校注》卷十五（上海古籍 出版社1980年版）。荆门，即荆门山， 在今湖北宜都西北长江南岸，与北岸虎 牙山对峙，形势险要，战国时是楚国的 战略门户。李白早年曾长期居住在蜀 地，二十多岁时“仗剑去国，辞亲远 游”，《渡荆门送别》就写于他第一次乘 舟东下、出蜀入楚的途中。"}, {"k": "3-b", "v": "〔从〕往。"}, {"k": "3-c", "v": "〔楚国〕楚地。这里指今湖北一带。"}, {"k": "3-d", "v": "〔大荒〕辽远无际的原野。"}, {"k": "3-e", "v": "〔月下飞天镜〕月亮倒映在水中，犹如 从天上飞来一面明镜。"}, {"k": "3-f", "v": "〔海楼〕海市蜃楼。这里形容江上云霞 多变形成的美丽景象。"}, {"k": "3-g", "v": "〔怜〕喜爱。"}, {"k": "3-h", "v": "〔故乡水〕指从四川流来的长江水。李 白从小生活在蜀地，故以蜀地为故乡。 --- ## 钱塘湖春行[^3-i] **白居易** 孤山[^3-j]寺北贾亭[^3-k]西，水面初平[^3-l]云脚低[^3-m]。 几处早莺争暖树[^3-n]，谁家新燕啄春泥。 乱花渐欲迷人眼，浅草才能没马蹄。 最爱湖东行不足，绿杨阴里白沙堤[^3-o]。"}, {"k": "3-i", "v": "选自《白居易集》卷二十（中华书局 1979年版）。钱塘湖，即杭州西湖。白 居易（772—846），字乐天，晚年号香 山居士，祖籍太原（今属山西），生于 新郑（今属河南），唐代诗人。著有 《白氏长庆集》。"}, {"k": "3-j", "v": "〔孤山〕在西湖的里湖与外湖之间，山 上有孤山寺。"}, {"k": "3-k", "v": "〔贾亭〕即贾公亭。唐贞元（785—805）年 间，贾全在杭州做官时在西湖边建造此亭。"}, {"k": "3-l", "v": "〔水面初平〕春天湖水初涨，水面刚刚 与湖岸齐平。初，刚刚。"}, {"k": "3-m", "v": "〔云脚低〕白云重重叠叠，同湖面上的 波浪连成一片，看上去浮云很低。"}, {"k": "3-n", "v": "〔暖树〕向阳的树。"}, {"k": "3-o", "v": "〔白沙堤〕指西湖的白堤，又称“断桥 堤”。此堤在唐代以前即已筑成，为纪 念曾任杭州刺史的白居易，后人又将此 堤称为“白堤”。"}]','八年级上册'),
(8160000000000000038,'记承天寺夜游','苏轼','','记承天寺夜游[^1-a]

元丰六年[^1-b]十月十二日夜，解衣欲睡，月
色入户，欣然起行。念[^1-c]无与为乐者，遂至承
天寺寻张怀民[^1-d]。怀民亦未寝，相与[^1-e]步于中
庭[^1-f]。庭下如积水空明[^1-g]，水中藻、荇[^1-h]交横，
盖[^1-i]竹柏影也。何夜无月？何处无竹柏？但少
闲人如吾两人者耳。

    年版）。题目原作《记承天夜游》，“寺”字
    是后人加的。此文写于苏轼贬官黄州（今湖
    北黄冈）期间。当时苏轼名义上是团练副使，
    实际却“不得签书公事”。承天寺，在今黄冈
    南。苏轼（1037—1101），字子瞻，号东坡居
    士，眉山（今属四川）人，北宋文学家。
    顼（xū）年号（1078—1085）。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《苏轼文集》卷七十一（中华书局1986 年版）。题目原作《记承天夜游》，“寺”字 是后人加的。此文写于苏轼贬官黄州（今湖 北黄冈）期间。当时苏轼名义上是团练副使， 实际却“不得签书公事”。承天寺，在今黄冈 南。苏轼（1037—1101），字子瞻，号东坡居 士，眉山（今属四川）人，北宋文学家。"}, {"k": "1-b", "v": "〔元丰六年〕公元1083年。元丰，宋神宗赵 顼（xū）年号（1078—1085）。"}, {"k": "1-c", "v": "〔念〕考虑，想到。"}, {"k": "1-d", "v": "〔张怀民〕作者的朋友，当时也贬官在黄州。"}, {"k": "1-e", "v": "〔相与〕共同，一起。"}, {"k": "1-f", "v": "〔中庭〕院子里。"}, {"k": "1-g", "v": "〔空明〕形容水的澄澈。"}, {"k": "1-h", "v": "〔藻、荇（xìng）〕均为水生植物。"}, {"k": "1-i", "v": "〔盖〕大概是。"}]','八年级上册'),
(8160000000000000039,'答谢中书书','陶弘景','','答谢中书书[^1-a]

山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交晖[^1-b]。青
林翠竹，四时[^1-c]俱备。晓雾将歇[^1-d]，猿鸟乱鸣；夕日欲颓[^1-e]，沉鳞[^1-f]竞跃。实
是欲界之仙都[^1-g]。自康乐[^1-h]以来，未复有能与[^1-i]其奇者。

    出版社2021年版）。谢中书，说法不一，有人
    认为指谢征（500—536），也有人认为指谢朏
    （fěi）（441—506）、谢朓（tiǎo）（464—499）
    或谢览（约477—约513），此四人均为陈郡阳
    夏（今河南太康）人，均曾担任过中书省的
    官职。陶弘景（456—536），字通明，自号华
    阳隐居，丹阳秣陵（今江苏南京）人，南朝
    齐梁时思想家。有《陶隐居集》。
    辉映。晖，辉映。
    俗七情六欲的众生所处的境界，这里指人间。
    仙都，神仙居住的美好世界。
    433），他承袭祖父谢玄（343—388）的爵位，
    被封为康乐公。谢灵运好游山水，所作山水
    诗鲜丽清新，开创了中国文学史上的山水
    诗派。
    意思。','文言文','八年级上册','','[{"k": "1-a", "v": "选自《陶弘景集校注（修订本）》（上海古籍 出版社2021年版）。谢中书，说法不一，有人 认为指谢征（500—536），也有人认为指谢朏 （fěi）（441—506）、谢朓（tiǎo）（464—499） 或谢览（约477—约513），此四人均为陈郡阳 夏（今河南太康）人，均曾担任过中书省的 官职。陶弘景（456—536），字通明，自号华 阳隐居，丹阳秣陵（今江苏南京）人，南朝 齐梁时思想家。有《陶隐居集》。"}, {"k": "1-b", "v": "〔五色交晖〕这里形容石壁色彩斑斓，交相 辉映。晖，辉映。"}, {"k": "1-c", "v": "〔四时〕四季。"}, {"k": "1-d", "v": "〔歇〕消散。"}, {"k": "1-e", "v": "〔夕日欲颓〕夕阳快要落山了。颓，坠落。"}, {"k": "1-f", "v": "〔沉鳞〕指水中潜游的鱼。"}, {"k": "1-g", "v": "〔欲界之仙都〕人间仙境。欲界，没有摆脱世 俗七情六欲的众生所处的境界，这里指人间。 仙都，神仙居住的美好世界。"}, {"k": "1-h", "v": "〔康乐〕指南朝宋山水诗人谢灵运（385— 433），他承袭祖父谢玄（343—388）的爵位， 被封为康乐公。谢灵运好游山水，所作山水 诗鲜丽清新，开创了中国文学史上的山水 诗派。"}, {"k": "1-i", "v": "〔与（yù）〕参与。这里有“欣赏”“领悟”的 意思。"}]','八年级上册'),
(8160000000000000040,'劝学','《荀子》','','劝学[^1-a]

君子[^1-b]曰：学不可以已。

青，取之于蓝[^1-c]，而青于蓝[^1-d]；冰，水为之，而寒于水。木直中
绳[^1-e]，𫐓[^1-f]以为轮，其曲中规[^1-g]。虽有槁暴[^1-h]，不复挺[^1-i]者，使之然
也。故木受绳[^1-j]则直，金[^1-k]就砺[^1-l]则利，君子博学而日参省乎己[^1-m]，则
知[^1-n]明而行无过矣。

吾尝终日而思矣，不如须臾之所学也；吾尝跂[^1-o]而望矣，不如登高
之博见也。登高而招，臂非加长也，而见者远[^1-p]；顺风而呼，声非加
疾[^1-q]也，而闻者彰[^1-r]。假[^1-s]舆马[^1-t]者，非利足[^1-u]也，而致[^1-v]千里；假舟楫
者，非能水[^1-w]也，而绝[^1-x]江河。君子生非异[^1-y]也，善假于物[^1-z]也。

积土成山，风雨兴焉[^1-aa]；积水成渊，蛟龙生焉；积善成德，而神
明[^1-ab]自得，圣心[^1-ac]备焉。故不积跬步[^1-ad]，无以[^1-ae]至千里；不积小流，无
以成江海。骐骥[^2-a]一跃，不能十步；驽马十驾[^2-b]，功在不舍[^2-c]。锲[^2-d]而舍
之，朽木不折；锲而不舍，金石可镂[^2-e]。蚓无爪牙之利，筋骨之强，上
食埃土[^2-f]，下饮黄泉[^2-g]，用心一[^2-h]也。蟹六跪[^2-i]而二螯[^2-j]，非蛇鳝之穴无
可寄托者，用心躁[^2-k]也。

    删节。劝，鼓励。《荀子》全书现存32篇，大部分
    为荀子自著，其余为荀子弟子记录的荀子言论和思
    想观点。荀子（约前313—前238），名况，字卿，
    赵国人，战国末期思想家。
    靛青，一种染料。蓝，草名，叶子可提取靛青。
    参，检验。省，省察。乎，相当于“于”。','文言文','高中必修上册','','[{"k": "1-a", "v": "选自《荀子集解》卷一（中华书局1988年版）。有 删节。劝，鼓励。《荀子》全书现存32篇，大部分 为荀子自著，其余为荀子弟子记录的荀子言论和思 想观点。荀子（约前313—前238），名况，字卿， 赵国人，战国末期思想家。"}, {"k": "1-b", "v": "〔君子〕这里指有学问、有修养的人。"}, {"k": "1-c", "v": "〔青，取之于蓝〕靛（diàn）青从蓝草中取得。青， 靛青，一种染料。蓝，草名，叶子可提取靛青。"}, {"k": "1-d", "v": "〔青于蓝〕比蓝草颜色深。"}, {"k": "1-e", "v": "〔中（zhòng）绳〕合乎木匠用来取直的墨线。"}, {"k": "1-f", "v": "〔𫐓（róu）〕同“煣”，用火烘烤木材使之弯曲。"}, {"k": "1-g", "v": "〔规〕圆规。"}, {"k": "1-h", "v": "〔虽有槁暴（gǎopù）〕即使又晒干了。有，同“又”。槁暴，晒干。槁，枯。暴，晒。"}, {"k": "1-i", "v": "〔挺〕直。"}, {"k": "1-j", "v": "〔受绳〕经过墨线比量。"}, {"k": "1-k", "v": "〔金〕指金属制的刀斧等。"}, {"k": "1-l", "v": "〔就砺〕拿到磨刀石上去磨。就，接近、靠近。砺，磨刀石。"}, {"k": "1-m", "v": "〔参（cān）省（xǐng）乎己〕对自己检查、省察。 参，检验。省，省察。乎，相当于“于”。"}, {"k": "1-n", "v": "〔知〕同“智”，见识。"}, {"k": "1-o", "v": "〔跂（qǐ）〕踮起脚后跟。"}, {"k": "1-p", "v": "〔见者远〕意思是远处的人也能看见。"}, {"k": "1-q", "v": "〔疾〕劲疾。"}, {"k": "1-r", "v": "〔彰〕清楚。"}, {"k": "1-s", "v": "〔假〕借助。"}, {"k": "1-t", "v": "〔舆马〕车马。这里指车子。"}, {"k": "1-u", "v": "〔利足〕善于奔走。"}, {"k": "1-v", "v": "〔致〕到达。"}, {"k": "1-w", "v": "〔能水〕善于游水。水，游泳。"}, {"k": "1-x", "v": "〔绝〕横渡。"}, {"k": "1-y", "v": "〔生（xìng）非异〕天性（同一般人）没有差别。生，同“性”，天性。"}, {"k": "1-z", "v": "〔物〕外物，包括各种客观条件。"}, {"k": "1-aa", "v": "〔兴焉〕在这里兴起。兴，起。焉，兼词，相当于“于此”。下文“生焉”的“焉”同此。"}, {"k": "1-ab", "v": "〔神明〕非凡的智慧。"}, {"k": "1-ac", "v": "〔圣心〕圣人的心怀。"}, {"k": "1-ad", "v": "〔跬（kuǐ）步〕古代称跨出一脚为“跬”，跨出两脚为“步”。"}, {"k": "1-ae", "v": "〔无以〕没有用来……的，无从。"}, {"k": "2-a", "v": "〔骐骥（qíjì）〕骏马。"}, {"k": "2-b", "v": "〔驽马十驾〕劣马拉车走十天。驾，一天的行程。"}, {"k": "2-c", "v": "〔功在不舍〕功效来源于走个不停。舍，停止、止息。"}, {"k": "2-d", "v": "〔锲（qiè）〕刻。"}, {"k": "2-e", "v": "〔镂〕雕刻。"}, {"k": "2-f", "v": "〔埃土〕泥土，尘土。"}, {"k": "2-g", "v": "〔黄泉〕地下的泉水。"}, {"k": "2-h", "v": "〔一〕专一。"}, {"k": "2-i", "v": "〔六跪〕蟹的六条腿。“六”应是“八”。"}, {"k": "2-j", "v": "〔螯〕蟹钳。"}, {"k": "2-k", "v": "〔躁〕浮躁，不专心。"}]','高中必修上册'),
(8160000000000000041,'※ 师说','韩愈','','师说[^2-l]

古之学者[^2-m]必有师。师者，所以传道受业解惑也[^2-n]。人非生而知
之[^2-o]者，孰能无惑？惑而不从师，其为惑也[^2-p]，终不解矣。生乎吾前，
其闻[^2-q]道也固先乎吾，吾从而师之[^2-r]；生乎吾后，其闻道也亦先乎吾，
吾从而师之。吾师道也[^2-s]，夫庸知其年之先后生于吾乎[^2-t]？是故无贵
无贱[^2-u]，无长无少，道之所存，师之所存也[^2-v]。
嗟乎！师道[^2-w]之不传也久矣！欲人之无惑也难矣！古之圣人，其出
人[^2-x]也远矣，犹且[^2-y]从师而问焉；今之众人[^2-z]，其下圣人也亦远矣，而
耻学于师。是故圣益圣，愚益愚[^2-aa]。圣人之所以为圣，愚人之所以为

    传授道、教授学业、解除疑惑的人。所以，用来……
    的、凭它（他）来……的。受，同“授”，传授。

愚，其皆出于此乎？爱其子，择师而教之；
于其身[^3-a]也，则耻师[^3-b]焉，惑[^3-c]矣。彼童子[^3-d]
之师，授之书而习其句读[^3-e]者，非吾所谓传
其道解其惑者也。句读之不知[^3-f]，惑之不解，
或师焉，或不焉[^3-g]，小学而大遗[^3-h]，吾未见其
明也。巫医[^3-i]乐师[^3-j]百工[^3-k]之人，不耻相师[^3-l]。
士大夫之族[^3-m]，曰师曰弟子云者[^3-n]，则群聚而
笑之。问之，则曰：“彼与彼年相若[^3-o]也，道
相似也，位卑则足羞，官盛则近谀[^3-p]。”呜
呼！师道之不复，可知矣。巫医乐师百工之
人，君子不齿[^3-q]，今其智乃[^3-r]反不能及，其可
怪也欤[^3-s]！

圣人无常师[^3-t]。孔子师郯子[^3-u]、苌弘[^3-v]、
师襄[^3-w]、老聃[^3-x]。郯子之徒[^3-y]，其贤[^3-z]不及孔
子。孔子曰：三人行，则必有我师[^3-aa]。是故弟
子不必[^3-ab]不如师，师不必贤[^3-ac]于弟子，闻道有
先后，术业[^4-a]有专攻[^4-b]，如是而已。

    （帮助他）学习句读。句读，指断开句子的知识。
    一句话后面的停顿为句，一句话中间短暂的停顿为
    读。古书没有标点，所以要学习句读。
    后一个“或”指代“惑之不解”。不，同“否”。
    师，就感到十分耻辱；以官职高者为师，就觉得是
    近乎谄媚。谀，谄媚奉承。
    东郯城一带）的国君，孔子曾向他请教官职的名称。
    不向老师学习。前一个“或”指代“句读之不知”，
    子曾向他请教过音乐方面的事情。

李氏子蟠[^4-c]，年十七，好古文[^4-d]，六艺经传[^4-e]皆通[^4-f]习之，不拘于
时[^4-g]，学于余。余嘉[^4-h]其能行古道[^4-i]，作《师说》以贻[^4-j]之。

    指《诗》《书》《礼》《乐》《易》《春秋》六种经书，
    其中《乐》久已失传。传，古代解释经书的著作。','文言文','高中必修上册','','[{"k": "2-l", "v": "选自《韩昌黎文集校注》卷一（上海古籍出版社1986年版）。"}, {"k": "2-m", "v": "〔学者〕求学的人。"}, {"k": "2-n", "v": "〔师者，所以传道受业解惑也〕老师，是依靠他来 传授道、教授学业、解除疑惑的人。所以，用来…… 的、凭它（他）来……的。受，同“授”，传授。"}, {"k": "2-o", "v": "〔生而知之〕生下来就懂得知识和道理。之，指知识和道理。"}, {"k": "2-p", "v": "〔其为惑也〕它们作为疑惑。其，它们，指不跟从老师学习而遗留下的问题。"}, {"k": "2-q", "v": "〔闻〕知道，懂得。"}, {"k": "2-r", "v": "〔从而师之〕跟随他学习，即以他为老师。"}, {"k": "2-s", "v": "〔吾师道也〕我学习的是道。师，学习。"}, {"k": "2-t", "v": "〔夫庸知其年之先后生于吾乎〕哪管他是生在我之前还是生在我之后呢？庸，表示反问语气。"}, {"k": "2-u", "v": "〔无贵无贱〕意思是就从师问道来说，没有贵和贱的区分。"}, {"k": "2-v", "v": "〔道之所存，师之所存也〕道存在的地方，就是老师在的地方。意思是谁懂得道，谁就是自己的老师。"}, {"k": "2-w", "v": "〔师道〕尊师学习的风尚。"}, {"k": "2-x", "v": "〔出人〕超出一般人。"}, {"k": "2-y", "v": "〔犹且〕尚且，还。"}, {"k": "2-z", "v": "〔众人〕一般人。"}, {"k": "2-aa", "v": "〔圣益圣，愚益愚〕圣人更加圣明，愚人更加愚昧。益，更加、越发。 愚，其皆出于此乎？爱其子，择师而教之； 于其身[^3-a]也，则耻师[^3-b]焉，惑[^3-c]矣。彼童子[^3-d] 之师，授之书而习其句读[^3-e]者，非吾所谓传 其道解其惑者也。句读之不知[^3-f]，惑之不解， 或师焉，或不焉[^3-g]，小学而大遗[^3-h]，吾未见其 明也。巫医[^3-i]乐师[^3-j]百工[^3-k]之人，不耻相师[^3-l]。 士大夫之族[^3-m]，曰师曰弟子云者[^3-n]，则群聚而 笑之。问之，则曰：“彼与彼年相若[^3-o]也，道 相似也，位卑则足羞，官盛则近谀[^3-p]。”呜 呼！师道之不复，可知矣。巫医乐师百工之 人，君子不齿[^3-q]，今其智乃[^3-r]反不能及，其可 怪也欤[^3-s]！ 圣人无常师[^3-t]。孔子师郯子[^3-u]、苌弘[^3-v]、 师襄[^3-w]、老聃[^3-x]。郯子之徒[^3-y]，其贤[^3-z]不及孔 子。孔子曰：三人行，则必有我师[^3-aa]。是故弟 子不必[^3-ab]不如师，师不必贤[^3-ac]于弟子，闻道有 先后，术业[^4-a]有专攻[^4-b]，如是而已。"}, {"k": "3-a", "v": "〔身〕自己。"}, {"k": "3-b", "v": "〔耻师〕以从师学习为耻。"}, {"k": "3-c", "v": "〔惑〕糊涂。"}, {"k": "3-d", "v": "〔童子〕未成年的男子。"}, {"k": "3-e", "v": "〔授之书而习其句读（dòu）〕教给他书本的文字， （帮助他）学习句读。句读，指断开句子的知识。 一句话后面的停顿为句，一句话中间短暂的停顿为 读。古书没有标点，所以要学习句读。"}, {"k": "3-f", "v": "〔句读之不知〕不明句读。下文“惑之不解”结构同此。"}, {"k": "3-g", "v": "〔或师焉，或不（fǒu）焉〕有的向老师学习，有的 后一个“或”指代“惑之不解”。不，同“否”。"}, {"k": "3-h", "v": "〔小学而大遗〕小的方面要学习，大的方面却放弃了。"}, {"k": "3-i", "v": "〔巫医〕古代巫和医不分，故并举。巫主要以祝祷、占卜等为业，也为人治病。"}, {"k": "3-j", "v": "〔乐师〕以演奏音乐为职业的人。"}, {"k": "3-k", "v": "〔百工〕泛指各种工匠。"}, {"k": "3-l", "v": "〔不耻相师〕不以拜别人为师为耻。"}, {"k": "3-m", "v": "〔族〕类。"}, {"k": "3-n", "v": "〔曰师曰弟子云者〕说谁是谁的老师、谁是谁的学生之类的话。云者，如此之类。"}, {"k": "3-o", "v": "〔年相若〕年龄差不多。"}, {"k": "3-p", "v": "〔位卑则足羞，官盛则近谀（yú）〕以地位低者为 师，就感到十分耻辱；以官职高者为师，就觉得是 近乎谄媚。谀，谄媚奉承。"}, {"k": "3-q", "v": "〔不齿〕不与同列，意思是看不起。齿，并列、排列。"}, {"k": "3-r", "v": "〔乃〕竟。"}, {"k": "3-s", "v": "〔欤（yú）〕语气助词，表示感叹。"}, {"k": "3-t", "v": "〔常师〕固定的老师。"}, {"k": "3-u", "v": "〔郯（tán）子（生卒年不详）〕春秋时郯国（今山 东郯城一带）的国君，孔子曾向他请教官职的名称。"}, {"k": "3-v", "v": "〔苌（cháng）弘（？—前492）〕春秋时周大夫，孔 不向老师学习。前一个“或”指代“句读之不知”， 子曾向他请教过音乐方面的事情。"}, {"k": "3-w", "v": "〔师襄（生卒年不详）〕春秋时鲁国的乐官，孔子曾跟他学过琴。"}, {"k": "3-x", "v": "〔老聃（dān）〕即老子，孔子曾向他问过礼。"}, {"k": "3-y", "v": "〔郯子之徒〕郯子那些人（指上面说的四个人）。徒，同类的人。"}, {"k": "3-z", "v": "〔贤〕才德优秀。"}, {"k": "3-aa", "v": "〔三人行，则必有我师〕语出《论语·述而》。原句是：“三人行，必有我师焉。”"}, {"k": "3-ab", "v": "〔不必〕不一定。"}, {"k": "3-ac", "v": "〔贤〕超过。 李氏子蟠[^4-c]，年十七，好古文[^4-d]，六艺经传[^4-e]皆通[^4-f]习之，不拘于 时[^4-g]，学于余。余嘉[^4-h]其能行古道[^4-i]，作《师说》以贻[^4-j]之。"}, {"k": "4-a", "v": "〔术业〕学术技艺。"}, {"k": "4-b", "v": "〔专攻〕专门学习或研究。攻，学习、研究。"}, {"k": "4-c", "v": "〔李氏子蟠〕李家的孩子叫蟠的。即李蟠，唐德宗贞元十九年（803）进士。"}, {"k": "4-d", "v": "〔古文〕指先秦两汉时期的散文，与骈文相对。"}, {"k": "4-e", "v": "〔六艺经传（zhuàn）〕六经的经文和传文。六艺， 指《诗》《书》《礼》《乐》《易》《春秋》六种经书， 其中《乐》久已失传。传，古代解释经书的著作。"}, {"k": "4-f", "v": "〔通〕全面。"}, {"k": "4-g", "v": "〔不拘于时〕不受时俗的限制。时，时俗，指当时士大夫中耻于从师的不良风气。"}, {"k": "4-h", "v": "〔嘉〕赞许。"}, {"k": "4-i", "v": "〔古道〕指古人从师之道。"}, {"k": "4-j", "v": "〔贻（yí）〕赠送。"}]','高中必修上册'),
(8160000000000000042,'※ 登泰山记','姚鼐','','登泰山记[^3-i]

泰山之阳，汶水[^3-j]西流；其阴，济水[^3-k]东流。阳谷[^3-l]皆入汶，阴谷
皆入济。当其南北分者[^3-m]，古长城[^3-n]也。最高日观峰，在长城南十五里。
余以[^3-o]乾隆三十九年[^3-p]十二月，自京师乘[^3-q]风雪，历齐河、长清[^3-r]，
穿泰山西北谷，越长城之限[^3-s]，至于泰安。是月丁未[^3-t]，与知府朱孝纯
子颍[^3-u]由南麓登。四十五里，道皆砌石为磴[^3-v]，其级七千有余。泰山正
南面有三谷。中谷绕泰安城下，郦道元所谓环水[^4-a]也。余始
循以入[^4-b]，道少半[^4-c]，越中岭[^4-d]，复循西谷，遂至其巅。古
时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，
余所不至也。今所经中岭及山巅，崖限当道者[^4-e]，世皆谓之
天门云[^4-f]。道中迷雾冰滑，磴几[^4-g]不可登。及既上，苍山负
雪，明烛天南[^4-h]。望晚日照城郭[^4-i]，汶水、徂徕[^4-j]如画，而
半山居[^4-k]雾若带然。

    1992年版）。姚鼐（1732—1815），字姬传，桐城
    （今属安徽）人，清代散文家。
    果从那变化的一面看，那么天地间万事万物（时刻
    南流经泰安。
    东入海。
    城的遗址，古时齐鲁两国以此分界。
    号（1736—1795）。
    月二十八日）。
    安府的知府。

戊申晦[^4-l]，五鼓[^4-m]，与子颍坐日观亭[^4-n]，待日出。大风
扬积雪击面。亭东自足下皆云漫[^4-o]。稍[^4-p]见云中白若樗蒱[^4-q]
数十立者，山也。极天[^4-r]云一线异色，须臾成五采[^4-s]。日
上，正赤如丹[^4-t]，下有红光动摇承之，或曰，此东海[^4-u]也。
回视日观以西峰，或得日或否[^4-v]，绛皓驳色[^4-w]，而皆若偻[^4-x]。

亭西有岱祠[^4-y]，又有碧霞元君[^4-z]祠。皇帝行宫[^4-aa]在碧霞
元君祠东。是日观道中石刻，自唐显庆[^4-ab]以来；其远古刻
尽漫失[^4-ac]。僻不当道者，皆不及往。
山多石，少土。石苍黑色，多平方，少圜[^4-ad]。少杂树，
多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至
日观数里内无树，而雪与人膝齐。

桐城姚鼐记。

    注·汶水》：“又合环水，水出泰山南溪。”
    门槛。
    雪反射的光照亮了南面的天空。负，背。烛，照。
    用的掷具，长形而末端尖锐，立起来像山峰。
    山顶上并不能看见东海。
    红。皓，白。驳，杂。
    后一天。
    峰西面诸峰都比日观峰低，所以说“若偻”。','文言文','高中必修上册','','[{"k": "3-i", "v": "选自《惜抱轩诗文集》卷十四（上海古籍出版社 1992年版）。姚鼐（1732—1815），字姬传，桐城 （今属安徽）人，清代散文家。"}, {"k": "3-j", "v": "〔汶（wèn）水〕发源于山东莱芜东北原山，向西 果从那变化的一面看，那么天地间万事万物（时刻 南流经泰安。"}, {"k": "3-k", "v": "〔济（jǐ）水〕发源于河南济源西王屋山，东流到山 东入海。"}, {"k": "3-l", "v": "〔阳谷〕山南面山谷中的水。"}, {"k": "3-m", "v": "〔当其南北分者〕在那（阳谷和阴谷）南北分界处的。"}, {"k": "3-n", "v": "〔古长城〕古代的长城，指春秋战国时齐国所筑长 城的遗址，古时齐鲁两国以此分界。"}, {"k": "3-o", "v": "〔以〕在。"}, {"k": "3-p", "v": "〔乾隆三十九年〕公元1774年。乾隆，清高宗的年 号（1736—1795）。"}, {"k": "3-q", "v": "〔乘〕这里是“冒”的意思。"}, {"k": "3-r", "v": "〔齐河、长清〕清代县名，今属山东。"}, {"k": "3-s", "v": "〔限〕界限。"}, {"k": "3-t", "v": "〔是月丁未〕这个月的丁未日（乾隆三十九年十二 月二十八日）。"}, {"k": "3-u", "v": "〔朱孝纯子颍（yǐng）〕朱孝纯，字子颍。当时是泰 安府的知府。"}, {"k": "3-v", "v": "〔磴〕石阶。 戊申晦[^4-l]，五鼓[^4-m]，与子颍坐日观亭[^4-n]，待日出。大风 扬积雪击面。亭东自足下皆云漫[^4-o]。稍[^4-p]见云中白若樗蒱[^4-q] 数十立者，山也。极天[^4-r]云一线异色，须臾成五采[^4-s]。日 上，正赤如丹[^4-t]，下有红光动摇承之，或曰，此东海[^4-u]也。 回视日观以西峰，或得日或否[^4-v]，绛皓驳色[^4-w]，而皆若偻[^4-x]。 亭西有岱祠[^4-y]，又有碧霞元君[^4-z]祠。皇帝行宫[^4-aa]在碧霞 元君祠东。是日观道中石刻，自唐显庆[^4-ab]以来；其远古刻 尽漫失[^4-ac]。僻不当道者，皆不及往。 山多石，少土。石苍黑色，多平方，少圜[^4-ad]。少杂树， 多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至 日观数里内无树，而雪与人膝齐。 桐城姚鼐记。"}, {"k": "4-a", "v": "〔环水〕水名，又名“梳洗河”。郦道元《水经 注·汶水》：“又合环水，水出泰山南溪。”"}, {"k": "4-b", "v": "〔循以入〕顺着（中谷）进山。"}, {"k": "4-c", "v": "〔道少半〕路不到一半。"}, {"k": "4-d", "v": "〔中岭〕山名，又名“中溪山”。"}, {"k": "4-e", "v": "〔崖限当道者〕像门槛一样横在路上的山崖。限， 门槛。"}, {"k": "4-f", "v": "〔云〕助词，无实义。"}, {"k": "4-g", "v": "〔几（jī）〕几乎。"}, {"k": "4-h", "v": "〔苍山负雪，明烛天南〕青黑色的山上覆盖着白雪， 雪反射的光照亮了南面的天空。负，背。烛，照。"}, {"k": "4-p", "v": "〔稍〕逐渐。"}, {"k": "4-q", "v": "〔樗蒱（chūpú）〕古代的一种博戏，这里指樗蒱所 用的掷具，长形而末端尖锐，立起来像山峰。"}, {"k": "4-r", "v": "〔极天〕天边。"}, {"k": "4-s", "v": "〔采〕同“彩”。"}, {"k": "4-t", "v": "〔丹〕朱砂。"}, {"k": "4-u", "v": "〔东海〕泛指东面的海。这里是想象，实际上在泰 山顶上并不能看见东海。"}, {"k": "4-v", "v": "〔或得日或否〕有的被日光照着，有的没有被照着。"}, {"k": "4-w", "v": "〔绛皓（hào）驳色〕或红或白，颜色错杂。绛，大 红。皓，白。驳，杂。"}, {"k": "4-i", "v": "〔城郭〕指城市。"}, {"k": "4-j", "v": "〔徂徕（cúlái）〕山名，在泰安城东南。"}, {"k": "4-k", "v": "〔居〕停留。"}, {"k": "4-l", "v": "〔戊申晦〕戊申日月底这一天。晦，农历每月的最 后一天。"}, {"k": "4-m", "v": "〔五鼓〕五更。"}, {"k": "4-n", "v": "〔日观亭〕亭名，在日观峰上。"}, {"k": "4-o", "v": "〔漫〕弥漫。"}, {"k": "4-x", "v": "〔偻〕脊背弯曲的样子。引申为鞠躬的样子。日观 峰西面诸峰都比日观峰低，所以说“若偻”。"}, {"k": "4-y", "v": "〔岱祠〕东岳大帝庙。"}, {"k": "4-z", "v": "〔碧霞元君〕传说是东岳大帝的女儿。"}, {"k": "4-aa", "v": "〔行宫〕皇帝出外巡行时居住的处所。"}, {"k": "4-ab", "v": "〔显庆〕唐高宗的年号（656—661）。"}, {"k": "4-ac", "v": "〔漫失〕模糊或缺失。"}, {"k": "4-ad", "v": "〔圜〕同“圆”。"}]','高中必修上册'),
(8160000000000000043,'※ 琵琶行并序','白居易','','琵琶行并序[^3-a]

> 元和十年[^3-b]，予左迁[^3-c]九江郡[^3-d]司马[^3-e]。明年秋，送客湓浦口[^3-f]，
> 闻舟中夜弹琵琶者，听其音，铮铮然有京都声[^3-g]。问其人，本长安倡女[^3-h]，
> 尝学琵琶于穆、曹二善才[^3-i]，年长色衰，委身[^3-j]为贾人[^3-k]妇。遂命酒[^3-l]，
> 使快[^3-m]弹数曲。曲罢悯然[^3-n]，自叙少小时欢乐事，今漂沦[^3-o]憔悴，转徙
> 于江湖间。予出官[^3-p]二年，恬然[^3-q]自安，感斯人言，是夕始觉有迁谪[^3-r]
> 意。因为[^3-s]长句[^3-t]，歌以赠之，凡六百一十六言，命曰《琵琶行》。

浔阳江头[^3-u]夜送客，枫叶荻[^3-v]花秋瑟瑟[^3-w]。主人[^3-x]下马客在船，举
酒欲饮无管弦[^3-y]。醉不成欢惨将别，别时茫茫江浸月。

忽闻水上琵琶声，主人忘归客不发。寻声暗问[^3-z]弹者谁，琵琶声停
欲语迟[^3-aa]。移船相近邀相见，添酒回灯[^3-ab]重开宴。千呼万唤始出来，犹抱
琵琶半遮面。转轴拨弦[^3-ac]三两声，未成曲调先有情。弦弦掩抑[^3-ad]声声思[^3-ae]，
似诉平生不得志。低眉信手[^4-a]续续[^4-b]弹，说尽心中无限事。轻
拢慢捻抹复挑[^4-c]，初为《霓裳》[^4-d]后《六幺》[^4-e]。大弦[^4-f]嘈嘈[^4-g]如
急雨，小弦[^4-h]切切[^4-i]如私语。嘈嘈切切错杂弹，大珠小珠落玉
盘[^4-j]。间关莺语花底滑[^4-k]，幽咽泉流冰下难[^4-l]。冰泉冷涩弦凝
绝[^4-m]，凝绝不通声暂歇。别有幽愁暗恨生，此时无声胜有声。
银瓶乍破水浆迸，铁骑突出刀枪鸣[^4-n]。曲终收拨当心画[^4-o]，四
弦一声[^4-p]如裂帛。东船西舫悄无言，唯见江心秋月白。


沉吟放拨插弦中，整顿衣裳起敛容[^4-q]。自言本是京城女，
家在虾蟆陵[^4-r]下住。十三学得琵琶成，名属教坊[^4-s]第一部[^4-t]。曲
罢曾教善才服，妆成每被秋娘[^4-u]妒。五陵年少[^4-v]争缠头[^4-w]，一
曲红绡[^4-x]不知数。钿头银篦[^4-y]击节碎[^4-z]，血色罗裙翻酒污[^4-aa]。
今年欢笑复明年，秋月春风等闲[^4-ab]度。弟走从军阿姨死，暮去
朝来颜色故[^4-ac]。门前冷落鞍马稀，老大[^4-ad]嫁作商人妇。商人重利
轻别离，前月浮梁[^4-ae]买茶去。去来[^4-af]江口守空船，绕船月明
江水寒。夜深忽梦少年事，梦啼妆泪红阑干[^5-a]。

    慢地捻，一会儿抹，一会儿挑。拢，扣弦。捻，揉
    弦。抹，顺手下拨。挑，反手回拨。
    一说，形容声音的清脆圆润。
    幽咽，形容乐声梗塞不畅。难，艰难，形容乐声滞
    塞难通。
    流，弦似乎凝结不动了。这是形容弦声愈来愈低
    沉，以至停顿。
    破裂，水浆迸射一样；像铁骑突然冲出，刀枪齐鸣
    一般。这是形容琵琶声在沉咽、暂歇后，忽然又爆
    发出激越、雄壮的乐音。
    间部位划过四弦。这是弹奏琵琶到一曲结束时的常
    用手法。拨，拨子，弹奏弦乐的用具。
    个皇帝（高、惠、景、武、昭）的陵墓，在长安附
    近，富家豪族多聚居在这一带。

我闻琵琶已叹息，又闻此语重唧唧[^5-b]。同是天涯沦落人，相逢
何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐，
终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻
何物？杜鹃啼血[^5-c]猿哀鸣。春江花朝秋月夜，往往取酒还独倾[^5-d]。岂
无山歌与村笛，呕哑嘲哳[^5-e]难为听。今夜闻君琵琶语，如听仙乐耳暂[^5-f]
明。莫辞更[^5-g]坐弹一曲，为君翻作[^5-h]《琵琶行》。

感我此言良久立，却坐[^5-i]促弦[^5-j]弦转[^5-k]急。凄凄不似向前[^5-l]声，满
座重闻皆掩泣[^5-m]。座中泣下谁最多？江州司马青衫[^5-n]湿。','文言文','高中必修上册','','[{"k": "3-a", "v": "选自《白居易集笺校》卷十二（上海古籍出版社1988年版）。行，古诗的一种体裁。"}, {"k": "3-b", "v": "〔元和十年〕公元815年。元和，唐宪宗的年号（806—820）。"}, {"k": "3-c", "v": "〔左迁〕贬官、降职的委婉说法。白居易因越职上书言事，触怒当朝权贵，被贬为江州司马。"}, {"k": "3-d", "v": "〔九江郡〕设于隋代，唐代称为江州或浔阳郡，治所在今江西九江。"}, {"k": "3-e", "v": "〔司马〕州刺史的副职。"}, {"k": "3-f", "v": "〔湓（pén）浦口〕湓江流入长江的地方，在今九江西。湓浦，又叫湓江，源出江西瑞昌清湓山。"}, {"k": "3-g", "v": "〔京都声〕指唐代京城长安流行的乐曲声调。"}, {"k": "3-h", "v": "〔倡（chāng）女〕歌女。"}, {"k": "3-i", "v": "〔善才〕当时对技艺高超的乐师的称呼。"}, {"k": "3-j", "v": "〔委身〕托身。这里是嫁人的意思。"}, {"k": "3-k", "v": "〔贾（gǔ）人〕商人。"}, {"k": "3-l", "v": "〔命酒〕叫人摆酒。"}, {"k": "3-m", "v": "〔快〕畅快。"}, {"k": "3-n", "v": "〔悯然〕忧郁的样子。"}, {"k": "3-o", "v": "〔漂沦〕漂泊流落。"}, {"k": "3-p", "v": "〔出官〕京官贬黜往地方任职。"}, {"k": "3-q", "v": "〔恬然〕宁静安适的样子。"}, {"k": "3-r", "v": "〔迁谪〕官吏因罪降职并流放。"}, {"k": "3-s", "v": "〔为〕创作。"}, {"k": "3-t", "v": "〔长句〕指七言诗。唐代的习惯说法。"}, {"k": "3-u", "v": "〔江头〕江边。"}, {"k": "3-v", "v": "〔荻（dí）〕多年生草本植物，形状像芦苇，生长在水边。"}, {"k": "3-w", "v": "〔瑟瑟〕形容微风吹动的声音。"}, {"k": "3-x", "v": "〔主人〕白居易自指。"}, {"k": "3-y", "v": "〔管弦〕指音乐。管，箫、笛之类的管乐。弦，琴、瑟、琵琶之类的弦乐。"}, {"k": "3-z", "v": "〔暗问〕低声询问。"}, {"k": "3-aa", "v": "〔欲语迟〕将要回答，又有些迟疑。"}, {"k": "3-ab", "v": "〔回灯〕重新掌灯。一说“移灯”。"}, {"k": "3-ac", "v": "〔转轴拨弦〕拧转弦轴，拨动弦丝。这里指调弦校音。"}, {"k": "3-ad", "v": "〔掩抑〕声音低沉。"}, {"k": "3-ae", "v": "〔思〕深长的情思。 沉吟放拨插弦中，整顿衣裳起敛容[^4-q]。自言本是京城女， 家在虾蟆陵[^4-r]下住。十三学得琵琶成，名属教坊[^4-s]第一部[^4-t]。曲 罢曾教善才服，妆成每被秋娘[^4-u]妒。五陵年少[^4-v]争缠头[^4-w]，一 曲红绡[^4-x]不知数。钿头银篦[^4-y]击节碎[^4-z]，血色罗裙翻酒污[^4-aa]。 今年欢笑复明年，秋月春风等闲[^4-ab]度。弟走从军阿姨死，暮去 朝来颜色故[^4-ac]。门前冷落鞍马稀，老大[^4-ad]嫁作商人妇。商人重利 轻别离，前月浮梁[^4-ae]买茶去。去来[^4-af]江口守空船，绕船月明 江水寒。夜深忽梦少年事，梦啼妆泪红阑干[^5-a]。"}, {"k": "4-a", "v": "〔信手〕随手。"}, {"k": "4-b", "v": "〔续续〕连续。"}, {"k": "4-c", "v": "〔轻拢慢捻抹（mò）复挑（tiǎo）〕轻轻地拢，慢 慢地捻，一会儿抹，一会儿挑。拢，扣弦。捻，揉 弦。抹，顺手下拨。挑，反手回拨。"}, {"k": "4-d", "v": "〔《霓裳（cháng）》〕即《霓裳羽衣曲》，唐代乐曲名，相传为唐玄宗所制。"}, {"k": "4-e", "v": "〔《六幺（yāo）》〕即《六幺令》，唐代教坊曲名，后用为词牌。"}, {"k": "4-f", "v": "〔大弦〕指琵琶四根弦中的粗弦。"}, {"k": "4-g", "v": "〔嘈嘈〕形容声音沉重舒长。"}, {"k": "4-h", "v": "〔小弦〕指琵琶上的细弦。"}, {"k": "4-i", "v": "〔切切〕形容声音轻细急促。"}, {"k": "4-j", "v": "〔大珠小珠落玉盘〕分别比喻乐声的重浊和清脆。 一说，形容声音的清脆圆润。"}, {"k": "4-k", "v": "〔间（jiàn）关莺语花底滑〕像黄莺在花下啼叫一样婉转流利。间关，形容鸟鸣婉转。"}, {"k": "4-l", "v": "〔幽咽泉流冰下难〕像幽咽的泉水在冰下艰难流过。 幽咽，形容乐声梗塞不畅。难，艰难，形容乐声滞 塞难通。"}, {"k": "4-m", "v": "〔冰泉冷涩弦凝绝〕像冰下的泉水又冷又涩不能畅 流，弦似乎凝结不动了。这是形容弦声愈来愈低 沉，以至停顿。"}, {"k": "4-n", "v": "〔银瓶乍破水浆迸，铁骑突出刀枪鸣〕像银瓶突然 破裂，水浆迸射一样；像铁骑突然冲出，刀枪齐鸣 一般。这是形容琵琶声在沉咽、暂歇后，忽然又爆 发出激越、雄壮的乐音。"}, {"k": "4-o", "v": "〔曲终收拨当心画〕乐曲终了，用拨子在琵琶的中 间部位划过四弦。这是弹奏琵琶到一曲结束时的常 用手法。拨，拨子，弹奏弦乐的用具。"}, {"k": "4-p", "v": "〔四弦一声〕四根弦同时发声。"}, {"k": "4-q", "v": "〔敛容〕显出端庄的脸色。"}, {"k": "4-r", "v": "〔虾（há）蟆陵〕地名，在长安城东南。"}, {"k": "4-s", "v": "〔教坊〕古时管理宫廷音乐的官署。专管雅乐以外的音乐、舞蹈、百戏的教习、排练、演出等事务。"}, {"k": "4-t", "v": "〔第一部〕第一队，是教坊中最优秀的一队。部，量词，计量歌舞队、乐队。"}, {"k": "4-u", "v": "〔秋娘〕唐代歌伎常用的名字。这里是对善歌貌美歌伎的通称。"}, {"k": "4-v", "v": "〔五陵年少〕指京城富家豪族子弟。五陵，汉代五 个皇帝（高、惠、景、武、昭）的陵墓，在长安附 近，富家豪族多聚居在这一带。"}, {"k": "4-w", "v": "〔缠头〕古代对歌伎舞女打赏用的锦帛。"}, {"k": "4-x", "v": "〔绡（xiāo）〕轻薄的生丝织品。泛指轻美的丝织品。"}, {"k": "4-y", "v": "〔钿（diàn）头银篦（bì）〕上端镶着花钿的银质发篦。钿，用金银等制成的花形首饰。"}, {"k": "4-z", "v": "〔击节碎〕（随着音乐）打拍子时敲碎了。节，节拍。"}, {"k": "4-aa", "v": "〔翻酒污〕（因为）泼翻了酒被沾污。"}, {"k": "4-ab", "v": "〔等闲〕平常，随随便便。"}, {"k": "4-ac", "v": "〔颜色故〕容貌衰老。故，旧、老。"}, {"k": "4-ad", "v": "〔老大〕年纪大了。"}, {"k": "4-ae", "v": "〔浮梁〕地名，在今江西景德镇北。"}, {"k": "4-af", "v": "〔去来〕走了以后。来，语气助词。 我闻琵琶已叹息，又闻此语重唧唧[^5-b]。同是天涯沦落人，相逢 何必曾相识！我从去年辞帝京，谪居卧病浔阳城。浔阳地僻无音乐， 终岁不闻丝竹声。住近湓江地低湿，黄芦苦竹绕宅生。其间旦暮闻 何物？杜鹃啼血[^5-c]猿哀鸣。春江花朝秋月夜，往往取酒还独倾[^5-d]。岂 无山歌与村笛，呕哑嘲哳[^5-e]难为听。今夜闻君琵琶语，如听仙乐耳暂[^5-f] 明。莫辞更[^5-g]坐弹一曲，为君翻作[^5-h]《琵琶行》。 感我此言良久立，却坐[^5-i]促弦[^5-j]弦转[^5-k]急。凄凄不似向前[^5-l]声，满 座重闻皆掩泣[^5-m]。座中泣下谁最多？江州司马青衫[^5-n]湿。"}, {"k": "5-a", "v": "〔梦啼妆泪红阑干〕从梦中哭醒，搽了胭脂粉的脸上流满了一道道红色的泪痕。妆，这里指脸上的胭脂粉。"}, {"k": "5-b", "v": "〔唧唧〕叹息。"}, {"k": "5-c", "v": "〔杜鹃啼血〕传说杜鹃鸟啼叫时，嘴里会淌出血来。这是形容杜鹃啼声的悲切。"}, {"k": "5-d", "v": "〔独倾〕独自饮酒。"}, {"k": "5-e", "v": "〔呕哑（ōuyā）嘲哳（zhāozhā）〕指声音嘈杂刺耳。"}, {"k": "5-f", "v": "〔暂〕忽然，一下子。"}, {"k": "5-g", "v": "〔更〕再。"}, {"k": "5-h", "v": "〔翻作〕写作。翻，按曲调写作歌词。"}, {"k": "5-i", "v": "〔却坐〕回到（原处）坐下。却，退回。"}, {"k": "5-j", "v": "〔促弦〕把琴弦拧紧。促，紧、迫。"}, {"k": "5-k", "v": "〔转〕更加，越发。"}, {"k": "5-l", "v": "〔向前〕以前。"}, {"k": "5-m", "v": "〔掩泣〕掩面哭泣。下面“泣下”的“泣”指眼泪。"}, {"k": "5-n", "v": "〔青衫〕青色单衣。唐代官职低的服色为青。"}]','高中必修上册'),
(8160000000000000044,'※ 答司马谏议书','王安石','','答司马谏议书[^1-a]

某[^1-b]启：昨日蒙教[^1-c]，窃以为与君实游处[^1-d]相好之日久，而议事每[^1-e]不合，所操之术[^1-f]多异故也。虽欲强聒，终必不蒙见察[^1-g]，故略上报[^1-h]，不复一一自辨[^1-i]。重念[^1-j]蒙君实视遇[^1-k]厚，于反覆[^1-l]不宜卤莽，故今具道所以[^1-m]，冀君实或见恕也。

盖儒者所争，尤在于名实[^1-n]，名实已明，而天下之理得矣[^1-o]。今君实所以见教者，以为侵官、生事、征利、拒谏[^1-p]，以致天下怨谤也。某则以谓[^1-q]受命于人主，议法度而修之于朝廷，以授之于有司[^1-r]，不为[^1-s]侵官；举[^1-t]先王之政，以兴利除弊，不为生事；为天下理财，不为征利；辟邪说，难壬人[^1-u]，不为拒谏。至于怨诽之多，则固前[^1-v]知其如此也。

人习于苟且[^1-w]非一日，士大夫多以不恤[^1-x]国事、同俗自媚于众[^1-y]为善，上乃欲变此，而某不量敌之众寡，欲出力助上以抗之，则众何为而
不汹汹然[^2-a]？盘庚之迁[^2-b]，胥怨[^2-c]者民也，非特[^2-d]朝廷士大夫而已；盘庚不为怨者故改其度[^2-e]，度义而后动[^2-f]，是[^2-g]而不见可悔[^2-h]故也。如君实责我以在位久，未能助上大有为，以膏泽斯民[^2-i]，则某知罪矣；如曰今日当一切不事事[^2-j]，守前所为而已，则非某之所敢知。


无由会晤，不任区区向往之至[^2-k]！','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《临川先生文集》卷七十三（《王安石全集》第6册，复旦大学出版社2016年版）。司马谏议，指司马光（1019—1086），字君实，陕州夏县（今属山西）人，北宋政治家、史学家，时为翰林学士兼侍读学士，右谏议大夫。司马光写信给王安石反对变法，本文是王安石的回信。"}, {"k": "1-b", "v": "〔某〕草稿中用以代指本人名字。"}, {"k": "1-c", "v": "〔蒙教〕承蒙您赐教（指来信）。"}, {"k": "1-d", "v": "〔游处（chǔ）〕同游共处，交往。"}, {"k": "1-e", "v": "〔每〕常常。"}, {"k": "1-f", "v": "〔所操之术〕指所持的政治主张。操，持。术，方法、主张。"}, {"k": "1-g", "v": "〔不蒙见察〕不能被（您）理解。"}, {"k": "1-h", "v": "〔故略上报〕所以只简单地给您回信。司马光因反对新法，曾三次给王安石写信，其中第一封长达三千字。王安石收到信后曾写了一封短信回复，即此处说的“略上报”。"}, {"k": "1-i", "v": "〔辨〕同“辩”，分辩。"}, {"k": "1-j", "v": "〔重（chóng）念〕又考虑到。"}, {"k": "1-k", "v": "〔视遇〕看待，对待。"}, {"k": "1-l", "v": "〔反覆〕指书信往返。"}, {"k": "1-m", "v": "〔具道所以〕详细地说出我的理由。"}, {"k": "1-n", "v": "〔尤在于名实〕特别在于名和实（是否相符）。"}, {"k": "1-o", "v": "〔天下之理得矣〕天下的根本道理就清楚了。"}, {"k": "1-p", "v": "〔侵官、生事、征利、拒谏〕这都是司马光信上指责的话。意思是，王安石变法，添设新官，侵夺原来官吏的职权；派人到各地推行新法，生事扰民；设法生财，与民争利；朝中有反对的意见，拒不接受。征，求。"}, {"k": "1-q", "v": "〔以谓〕以为，认为。"}, {"k": "1-r", "v": "〔受命于人主，议法度而修之于朝廷，以授之于有司〕从君主那里接受命令，在朝廷上商议修正法令制度，把它交给负有专责的官吏（去执行）。人主，君主。"}, {"k": "1-s", "v": "〔不为〕不是，不算。"}, {"k": "1-t", "v": "〔举〕施行。"}, {"k": "1-u", "v": "〔辟邪说，难（nàn）壬人〕批驳不正确的言论，排斥巧辩的佞人。辟，批驳。难，排斥。壬人，善于巧言献媚、不行正道的人。"}, {"k": "1-v", "v": "〔前〕预先。"}, {"k": "1-w", "v": "〔苟且〕得过且过，没有长远打算。"}, {"k": "1-x", "v": "〔恤〕顾念，忧虑。"}, {"k": "1-y", "v": "〔同俗自媚于众〕附和世俗，向众人献媚讨好。 无由会晤，不任区区向往之至[^2-k]！"}, {"k": "2-a", "v": "〔汹汹然〕形容声势盛大或凶猛。"}, {"k": "2-b", "v": "〔盘庚之迁〕商王盘庚为了巩固统治、躲避自然灾害，将国都迁到殷（今河南安阳）。"}, {"k": "2-c", "v": "〔胥怨〕相怨，指百姓对上位者的怨恨。"}, {"k": "2-d", "v": "〔非特〕不仅。"}, {"k": "2-e", "v": "〔度（dù）〕计划。"}, {"k": "2-f", "v": "〔度（duó）义而后动〕考虑到（事情）适宜就采取行动。义，适宜。"}, {"k": "2-g", "v": "〔是〕认为正确。"}, {"k": "2-h", "v": "〔可悔〕值得反悔的地方。"}, {"k": "2-i", "v": "〔膏泽斯民〕施恩惠给人民。"}, {"k": "2-j", "v": "〔不事事〕不做事，无所作为。前一个“事”是动词，办（事）。"}, {"k": "2-k", "v": "〔无由会晤，不任区区向往之至〕没有缘由见面，内心不胜仰慕至极。这是古代书信的套语。不任，不胜。区区，小，用作自称的谦辞。"}]','高中必修下册'),
(8160000000000000045,'谏太宗十思疏','魏征','','谏太宗十思疏[^1-a]

臣闻求木之长[^1-b]者，必固其根本；欲流之远者，必浚[^1-c]其泉源；思国之安者，必积其德义[^1-d]。源不深而望流之远，根不固而求木之长，德不厚而思国之理，臣虽下愚[^1-e]，知其不可，而况于明哲[^1-f]乎！人君当神器之重[^1-g]，居域中之大[^1-h]，将崇极天之峻，永保无疆之休[^1-i]。不念居安思危，戒奢以俭[^1-j]，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长者也。

凡百元首[^1-k]，承天景命[^1-l]，莫不殷忧[^1-m]而道著，功成而德衰。有善始者实繁，能克终者盖寡[^1-n]。岂取之易而守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧，必竭诚以待下；既得志，则纵情以傲物[^1-o]。竭诚则胡越为一体，傲物则骨肉为行路[^1-p]。虽董之以严刑[^1-q]，振[^1-r]之以威怒，终苟免而不怀仁[^1-s]，貌恭而不心服。怨不在大，可畏惟人[^1-t]；载舟覆舟[^1-u]，所宜深慎[^1-v]；奔车朽索，其可忽乎！


君人者，诚能见可欲[^2-a]则思知足以自戒，将有作[^2-b]则思知止以安人，念高危则思谦冲而自牧[^2-c]，惧满溢[^2-d]则思江海下百川[^2-e]，乐盘游[^2-f]则思三驱[^2-g]以为度，忧懈怠则思慎始而敬[^2-h]终，虑壅蔽[^2-i]则思虚心以纳下，想谗邪[^2-j]则思正身以黜恶，恩所加则思无因喜以谬赏[^2-k]，罚所及则思无因怒而滥刑。总此十思，弘兹九德[^2-l]，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠[^2-m]，信者[^2-n]效其忠。文武争驰，在君无事，可以尽豫游[^2-o]之乐，可以养松、乔之寿[^2-p]，鸣琴垂拱[^2-q]，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉！','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《贞观政要集校》卷一（中华书局2003年版）。题目是编者加的。魏征（580—643），字玄成，巨鹿（今属河北）人，唐代政治家，以直言敢谏著称。"}, {"k": "1-b", "v": "〔长（zhǎng）〕生长。这里指长得好。"}, {"k": "1-c", "v": "〔浚（jùn）〕疏通水道。"}, {"k": "1-d", "v": "〔德义〕德行和道义。"}, {"k": "1-e", "v": "〔下愚〕极愚昧无知的人。这里用作谦辞。"}, {"k": "1-f", "v": "〔明哲〕明智的人。这里指唐太宗。"}, {"k": "1-g", "v": "〔当神器之重〕掌握帝王的重权。当，主持、掌握。神器，指帝位。"}, {"k": "1-h", "v": "〔居域中之大〕处在天地间重要的地位上。域中，天地间。语出《老子》第二十五章：“故道大，天大，地大，王亦大。域中有四大，而王居其一焉。”"}, {"k": "1-i", "v": "〔休〕喜庆，福禄。"}, {"k": "1-j", "v": "〔戒奢以俭〕戒奢侈，行节俭。"}, {"k": "1-k", "v": "〔凡百元首〕（历代）所有的帝王。凡百，所有的。"}, {"k": "1-l", "v": "〔承天景命〕承受上天的重大使命。景，大。"}, {"k": "1-m", "v": "〔殷忧〕深深忧虑。殷，深。"}, {"k": "1-n", "v": "〔能克终者盖寡〕能够保持到底的大概很少。盖，表示推断。"}, {"k": "1-o", "v": "〔傲物〕看不起别人。物，人。"}, {"k": "1-p", "v": "〔竭诚则胡越为一体，傲物则骨肉为行路〕竭尽诚心，胡越之人也将同心同德；傲视别人，至亲骨肉也会成为不相干的路人。胡越，泛指古代居于我国北方和南方的少数民族。骨肉，指父母兄弟子女等至亲。《史记·鲁仲连邹阳列传》：“故意合则胡越为昆弟，由余、越人蒙是矣；不合，则骨肉出逐不收，朱、象、管、蔡是矣。”"}, {"k": "1-q", "v": "〔董之以严刑〕用严酷的刑罚督察人民。董，督察。"}, {"k": "1-r", "v": "〔振〕同“震”，威吓。"}, {"k": "1-s", "v": "〔终苟免而不怀仁〕最终只是苟且免于刑罚，但是并不会怀念（皇上的）仁德。"}, {"k": "1-t", "v": "〔怨不在大，可畏惟人〕怨恨不在于大小，可畏惧的是人民（心怀怨恨）。"}, {"k": "1-u", "v": "〔载舟覆舟〕语出《荀子·王制》：“君者舟也，庶人者水也。水则载舟，水则覆舟。”意思是，人民能拥戴皇帝，也能推翻他的统治。"}, {"k": "1-v", "v": "〔所宜深慎〕这是应当深切戒慎的。15 君人者，诚能见可欲[^2-a]则思知足以自戒，将有作[^2-b]则思知止以安人，念高危则思谦冲而自牧[^2-c]，惧满溢[^2-d]则思江海下百川[^2-e]，乐盘游[^2-f]则思三驱[^2-g]以为度，忧懈怠则思慎始而敬[^2-h]终，虑壅蔽[^2-i]则思虚心以纳下，想谗邪[^2-j]则思正身以黜恶，恩所加则思无因喜以谬赏[^2-k]，罚所及则思无因怒而滥刑。总此十思，弘兹九德[^2-l]，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠[^2-m]，信者[^2-n]效其忠。文武争驰，在君无事，可以尽豫游[^2-o]之乐，可以养松、乔之寿[^2-p]，鸣琴垂拱[^2-q]，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉！"}, {"k": "2-a", "v": "〔见可欲〕看见（自己）贪图的东西。语出《老子》第三章：“不见可欲，使民心不乱。”下文的“知足”（知道满足）、“知止”（知道适可而止），语出《老子》第四十四章的“知足不辱”与“知止不殆”。"}, {"k": "2-b", "v": "〔作〕建造，兴建。这里指大兴土木、营建宫殿苑囿一类事情。"}, {"k": "2-c", "v": "〔念高危则思谦冲而自牧〕想到（君位）高而险，就要不忘谦虚，加强自身的道德修养。谦冲，谦虚。牧，养。语出《周易·谦卦》：“谦谦君子，卑以自牧。”"}, {"k": "2-d", "v": "〔满溢〕容器中水满而溢出，比喻骄傲自满而听不进不同意见。"}, {"k": "2-e", "v": "〔江海下百川〕江海居于百川之下（而能容纳百川），比喻有度量，善于听取各方面的意见。下，居于……之下。"}, {"k": "2-f", "v": "〔盘游〕游乐。这里指田猎。盘，快乐。"}, {"k": "2-g", "v": "〔三驱〕语出《周易·比卦》：“王用三驱。”田猎时设网三面，留一面不设，指田猎有度，不过分捕杀。"}, {"k": "2-h", "v": "〔敬〕慎。"}, {"k": "2-i", "v": "〔虑壅（yōng）蔽〕担心（耳目被）堵塞蒙蔽。"}, {"k": "2-j", "v": "〔谗邪〕以谗言陷害别人的邪恶之人。"}, {"k": "2-k", "v": "〔谬赏〕不恰当地奖赏。"}, {"k": "2-l", "v": "〔弘兹九德〕光大九德的修养。弘，光大。九德，指《尚书·皋陶（yáo）谟》所讲的九种品德。"}, {"k": "2-m", "v": "〔惠〕仁爱，宽厚。"}, {"k": "2-n", "v": "〔信者〕诚信的人。"}, {"k": "2-o", "v": "〔豫游〕出游，游乐。帝王秋天出巡为“豫”，春天出巡为“游”。"}, {"k": "2-p", "v": "〔松、乔之寿〕像仙人赤松子、王子乔那样的长寿。赤松子、王子乔，都是传说中的仙人。"}, {"k": "2-q", "v": "〔垂拱〕垂衣拱手，指不亲自处理政务。"}]','高中必修下册'),
(8160000000000000046,'阿房宫赋','杜牧','','阿房宫赋[^1-a]

六王毕[^1-b]，四海一[^1-c]，蜀山兀，阿房出[^1-d]。覆压三百余里[^1-e]，隔离天日[^1-f]。骊山北构而西折，直走咸阳[^1-g]。二川溶溶[^1-h]，流入宫墙。五步一楼，十步一阁；廊腰缦回[^1-i]，檐牙高啄[^1-j]；各抱地势[^1-k]，钩心斗角[^1-l]。盘盘焉，囷囷焉，蜂房水涡[^1-m]，矗不知其几千万落[^1-n]。长桥卧波，未云何龙[^1-o]？复道[^1-p]行空，不霁何虹？高低冥迷[^1-q]，不知西东。歌台暖响，春光融融[^1-r]；舞殿冷袖，风雨凄凄[^1-s]。一日之内，一宫之间，而气候不齐。

妃嫔媵嫱[^1-t]，王子皇孙，辞楼下殿，辇来于秦[^1-u]。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也[^1-@2]；绿云扰扰，梳晓鬟也；渭流涨
腻[^2-a]，弃脂水也；烟斜雾横，焚椒兰[^2-b]也。雷霆乍惊，宫车过也；辘辘远听[^2-c]，杳不知其所之也。一肌一容，尽态极妍[^2-d]，缦立[^2-e]远视，而望幸焉。有不见者，三十六年[^2-f]。燕赵之收藏[^2-g]，韩魏之经营，齐楚之精英，几世几年，剽掠其人[^2-h]，倚叠[^2-i]如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾[^2-j]，弃掷逦迤[^2-k]，秦人视之，亦不甚惜。


嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱[^2-l]，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷[^2-m]，多于在庾[^2-n]之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土[^2-o]之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫[^2-p]之心，日益骄固[^2-q]。戍卒叫[^2-r]，函谷举，楚人一炬[^2-s]，可怜焦土！

呜呼！灭六国者六国也，非秦也；族[^2-t]秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递[^2-u]三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《樊川文集》卷一（《杜牧集系年校注》，中华书局2008年版）。阿房（ēpáng）宫，秦宫殿，遗址在今陕西西安西郊，始建于秦始皇三十五年（前212），到秦亡时尚未完工。本文写于唐敬宗宝历元年（825）。杜牧在《上知己文章启》中说：“宝历大起宫室，广声色，故作《阿房宫赋》。”"}, {"k": "1-b", "v": "〔六王毕〕六国灭亡了。六王，齐、楚、燕、韩、赵、魏六国的国君，指六国。毕，完结，指为秦国所灭。"}, {"k": "1-c", "v": "〔一〕统一。"}, {"k": "1-d", "v": "〔蜀山兀，阿房出〕蜀地的山秃了，阿房宫建成了。兀，光秃。这里形容山上树木已被砍伐殆尽。出，出现，意思是建成。"}, {"k": "1-e", "v": "〔覆压三百余里〕覆盖三百多里地。形容宫殿楼阁接连不断，占地极广。"}, {"k": "1-f", "v": "〔隔离天日〕遮蔽天日。这是形容宫殿楼阁的高大。"}, {"k": "1-g", "v": "〔骊山北构而西折，直走咸阳〕（阿房宫）从骊山北边建起，折而向西，一直通到咸阳（古咸阳在骊山西北）。走，通达。"}, {"k": "1-h", "v": "〔二川溶溶〕二川，指渭水和樊川。溶溶，河水盛大的样子，一说为缓缓流动的样子。"}, {"k": "1-i", "v": "〔廊腰缦（màn）回〕走廊萦绕曲折。廊腰，连接高大建筑物的走廊，好像人的腰部，故称。缦，萦绕。回，曲折。"}, {"k": "1-j", "v": "〔檐牙高啄〕檐牙高耸，如鸟仰首啄物。檐牙，屋檐翘出如牙齿的部分。"}, {"k": "1-k", "v": "〔各抱地势〕各随地形。这是说楼阁各随地势的高下走向而建。"}, {"k": "1-l", "v": "〔钩心斗角〕指宫室结构的参差错落，精致工巧。钩心，指各种建筑物都与中心区相连。斗角，指屋角相对，好像兵戈相斗。"}, {"k": "1-m", "v": "〔盘盘焉，（qūn）焉，蜂房水涡〕回环曲折，像蜂房，像水涡（一样稠密层叠）。盘盘，盘旋的样子。囷囷，曲折回旋的样子。"}, {"k": "1-n", "v": "〔矗不知其几千万落〕矗立着，不知它们有几千万座。"}, {"k": "1-o", "v": "〔长桥卧波，未云何龙〕长桥卧在水上，没有云怎么出现了龙？这是形容长桥似龙。《周易·乾卦》有“云从龙”的话，所以人们认为有龙就应该有云。"}, {"k": "1-p", "v": "〔复道〕楼阁之间架在空中的通道。因上下都有通道，故称。"}, {"k": "1-q", "v": "〔冥迷〕分辨不清。"}, {"k": "1-r", "v": "〔歌台暖响，春光融融〕人们在台上唱歌，歌声响起，好像充满着暖意，如同春光那样和暖。"}, {"k": "1-s", "v": "〔舞殿冷袖，风雨凄凄〕人们在殿中舞蹈，舞袖飘拂，好像带来寒气，如同风雨交加那样凄冷。"}, {"k": "1-t", "v": "〔妃嫔（pín）媵（yìng）嫱（qiáng）〕指六国王侯的宫妃。下文的“王子皇孙”，指六国王侯的女儿、孙女。"}, {"k": "1-u", "v": "〔辞楼下殿，辇（niǎn）来于秦〕辞别（六国的）楼阁宫殿，乘辇车来到秦国。辇，君王及后妃所乘的车。"}, {"k": "1-@2", "v": "〔明星荧荧，开妆镜也〕（光如）明星闪亮，是（宫人）打开梳妆的镜子。荧荧，明亮的样子。16 嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱[^2-l]，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷[^2-m]，多于在庾[^2-n]之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土[^2-o]之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫[^2-p]之心，日益骄固[^2-q]。戍卒叫[^2-r]，函谷举，楚人一炬[^2-s]，可怜焦土！ 呜呼！灭六国者六国也，非秦也；族[^2-t]秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递[^2-u]三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。"}, {"k": "2-a", "v": "〔涨腻〕涨起了脂膏。下文“脂水”，指含有脂粉的洗脸水。"}, {"k": "2-b", "v": "〔椒兰〕两种香料植物，焚烧以熏香衣物。"}, {"k": "2-c", "v": "〔辘辘远听〕车声越听越远。辘辘，车行的声音。"}, {"k": "2-d", "v": "〔一肌一容，尽态极妍〕肌肤、姿容都娇媚极了。"}, {"k": "2-e", "v": "〔缦立〕久立。"}, {"k": "2-f", "v": "〔三十六年〕指嬴政在位期间（前247—前210）。"}, {"k": "2-g", "v": "〔收藏〕指收藏的金玉珍宝等物。下文的“经营”“精英”也指金玉珍宝等物。"}, {"k": "2-h", "v": "〔剽（piāo）掠其人〕从百姓那里抢来。剽，抢劫、掠夺。"}, {"k": "2-i", "v": "〔倚叠〕堆叠。"}, {"k": "2-j", "v": "〔鼎铛（chēng）玉石，金块珠砾〕把宝鼎看作铁锅，把美玉看作石头，把黄金看作土块，把珍珠看作石子。铛，平底的浅锅。"}, {"k": "2-k", "v": "〔逦迤〕连续不断。这里有“到处都是”的意思。"}, {"k": "2-l", "v": "〔负栋之柱〕支撑房屋大梁的柱子。"}, {"k": "2-m", "v": "〔磷磷〕有棱角的样子。这里形容钉头突出。"}, {"k": "2-n", "v": "〔庾〕谷仓。"}, {"k": "2-o", "v": "〔九土〕九州。"}, {"k": "2-p", "v": "〔独夫〕残暴无道、失去人心的统治者。这里指秦始皇。"}, {"k": "2-q", "v": "〔骄固〕骄横顽固。"}, {"k": "2-r", "v": "〔戍卒叫〕指陈涉、吴广起义。"}, {"k": "2-s", "v": "〔楚人一炬〕指项羽占领咸阳后纵火焚烧秦宫室。"}, {"k": "2-t", "v": "〔族〕灭族。"}, {"k": "2-u", "v": "〔递〕依次传递。"}]','高中必修下册'),
(8160000000000000047,'※ 六国论','苏洵','','六国论[^1-a]

六国破灭，非兵不利，战不善，弊在赂秦[^1-b]。赂秦而力亏，破灭之道也。或曰[^1-c]：六国互丧[^1-d]，率[^1-e]赂秦耶？曰：不赂者以赂者丧。盖失强援，不能独完[^1-f]。故曰：弊在赂秦也。

秦以攻取[^1-g]之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父[^1-h]，暴霜露[^1-i]，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人[^1-j]，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急[^1-k]。故不战而强弱胜负已判[^1-l]矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭[^1-m]。”此言得之。

齐人未尝赂秦，终继五国迁灭[^1-n]，何哉？与嬴[^1-o]而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略[^1-p]，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉[^1-q]。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧[^1-r]连却之。洎[^1-s]牧以
谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国[^2-a]各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理[^2-b]，当与秦相较[^2-c]，或未易量。

<!-- 《嘉祐集笺注》卷三 权书 -->


呜呼！以赂秦之地封天下之谋臣，以事秦之心礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威[^2-d]之所劫[^2-e]，日削月割，以趋于亡。为国者[^2-f]无使为积威之所劫哉！

夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，下[^2-g]而从六国破亡之故事[^2-h]，是又在六国下矣。','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《嘉祐集笺注》卷三（上海古籍出版社1993年版）。苏洵（1009—1066），字明允，眉州眉山（今属四川）人，北宋散文家。"}, {"k": "1-b", "v": "〔赂秦〕以财物赠予秦国，这里指向秦割地求和。赂，赠送财物。"}, {"k": "1-c", "v": "〔或曰〕有人说。这是设问。下句的“曰”是对设问的回答。"}, {"k": "1-d", "v": "〔互丧〕相继灭亡。"}, {"k": "1-e", "v": "〔率〕全都，一概。"}, {"k": "1-f", "v": "〔完〕保全。"}, {"k": "1-g", "v": "〔以攻取〕用攻战（的方法）取得。"}, {"k": "1-h", "v": "〔厥先祖父〕他们的祖辈父辈。厥，相当于“其”。祖父，泛指祖辈、父辈。"}, {"k": "1-i", "v": "〔暴（pù）霜露〕暴露在霜露之中。和下文的“斩荆棘”连起来，形容创业的艰苦。暴，同“曝”。"}, {"k": "1-j", "v": "〔举以予人〕拿来送给别人。"}, {"k": "1-k", "v": "〔奉之弥繁，侵之愈急〕六国送给秦越多，秦侵犯六国越厉害。"}, {"k": "1-l", "v": "〔判〕决定，确定。"}, {"k": "1-m", "v": "〔以地事秦……火不灭〕语出《史记·魏世家》和《战国策·魏策》。"}, {"k": "1-n", "v": "〔迁灭〕灭亡。"}, {"k": "1-o", "v": "〔与嬴〕亲附秦国。与，亲附、亲近。"}, {"k": "1-p", "v": "〔远略〕长远的谋略。"}, {"k": "1-q", "v": "〔至丹以荆卿为计，始速祸焉〕等到燕太子丹用荆卿（刺秦王）作为（对付秦国的）策略，才招致祸患。《史记》记载，荆轲刺秦王未成，秦王大怒，发兵灭燕。荆卿，荆轲，即下文提到的“刺客”。速，招致。"}, {"k": "1-r", "v": "〔李牧〕赵国大将，曾几次打退秦军。前229年，秦将王翦攻赵，李牧率兵抵抗，赵王中了秦的反间计，杀李牧。第二年，王翦破赵军，虏赵王。下文的“邯郸为郡”即指秦夺取赵国都城邯郸，改为秦的邯郸郡。"}, {"k": "1-s", "v": "〔洎（jì）〕及，等到。 呜呼！以赂秦之地封天下之谋臣，以事秦之心礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威[^2-d]之所劫[^2-e]，日削月割，以趋于亡。为国者[^2-f]无使为积威之所劫哉！ 夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，下[^2-g]而从六国破亡之故事[^2-h]，是又在六国下矣。"}, {"k": "2-a", "v": "〔三国〕指韩、魏、楚三国。这三国都曾经割地赂秦。"}, {"k": "2-b", "v": "〔胜负之数，存亡之理〕胜败存亡的命运。数、理，指天数、命运。"}, {"k": "2-c", "v": "〔较〕较量。"}, {"k": "2-d", "v": "〔积威〕积久而成的威势。"}, {"k": "2-e", "v": "〔劫〕胁迫，挟持。"}, {"k": "2-f", "v": "〔为（wéi）国者〕治理国家的人。"}, {"k": "2-g", "v": "〔下〕降低身份。"}, {"k": "2-h", "v": "〔故事〕旧事。"}]','高中必修下册'),
(8160000000000000048,'烛之武退秦师','《左传》','','烛之武退秦师[^1-a]

晋侯、秦伯[^1-b]围郑，以其无礼于晋[^1-c]，且贰于楚[^1-d]也。晋军函陵[^1-e]，
秦军氾南[^1-f]。

佚之狐[^1-g]言于郑伯[^1-h]曰：“国危矣，若使烛之武见秦君，师必退。”
公从之。辞曰：“臣之壮[^1-i]也，犹[^1-j]不如人；今老矣，无能为也已[^1-k]。”
公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有
不利焉。”许[^1-l]之。


夜缒[^2-a]而出，见秦伯，曰：“秦、晋围郑，郑既[^2-b]知亡矣。若亡郑而
有益于君，敢以烦执事[^2-c]。越国以鄙远[^2-d]，君知其难也，焉用亡郑以陪
邻[^2-e]？邻之厚，君之薄也[^2-f]。若舍郑以为东道主[^2-g]，行李[^2-h]之往来，
共其乏困[^2-i]，君亦无所害。且君尝为晋君赐矣[^2-j]，许君焦、瑕[^2-k]，朝
济而夕设版焉[^2-l]，君之所知也。夫晋，何厌之有？既东封郑[^2-m]，又欲肆
其西封[^2-n]，若不阙秦[^2-o]，将焉取之[^2-p]？阙秦以利晋，唯君图之[^2-q]。”秦
伯说，与郑人盟。使杞子、逢孙、杨孙[^2-r]戍之，乃还。

子犯[^2-s]请击之。公[^2-t]曰：“不可。微夫人之力不及此[^2-u]。因人之力而
敝之，不仁[^2-v]；失其所与，不知[^2-w]；以乱易整，不武[^2-x]。吾其还也[^2-y]。”
亦去之。','文言文','高中必修下册','','[{"k": "1-a", "v": "节选自《左传·僖公三十年》（《春秋左传注》，中华书局1990年版）。题目是编者加的。烛之武，郑国大夫。"}, {"k": "1-b", "v": "〔晋侯、秦伯〕指晋文公和秦穆公。秦穆公（？—前621），名任好，秦国国君，春秋五霸之一。"}, {"k": "1-c", "v": "〔无礼于晋〕指晋文公早年出亡经过郑国时，郑国没有以应有的礼遇对待他。"}, {"k": "1-d", "v": "〔贰于楚〕指郑国依附于晋的同时又亲附于楚。"}, {"k": "1-e", "v": "〔晋军函陵〕晋军驻扎在函陵。军，驻扎。函陵，郑国地名，在今河南新郑北。"}, {"k": "1-f", "v": "〔氾（fán）南〕氾水的南面，也属郑地。"}, {"k": "1-g", "v": "〔佚（yì）之狐〕郑国大夫。"}, {"k": "1-h", "v": "〔郑伯〕指郑文公（？—前628），名捷，郑国国君。"}, {"k": "1-i", "v": "〔壮〕壮年。古时男子三十为“壮”。"}, {"k": "1-j", "v": "〔犹〕尚且。"}, {"k": "1-k", "v": "〔无能为也已〕不能干什么了。也已，语气助词，表示确定。"}, {"k": "1-l", "v": "〔许〕答应。 夜缒[^2-a]而出，见秦伯，曰：“秦、晋围郑，郑既[^2-b]知亡矣。若亡郑而 有益于君，敢以烦执事[^2-c]。越国以鄙远[^2-d]，君知其难也，焉用亡郑以陪 邻[^2-e]？邻之厚，君之薄也[^2-f]。若舍郑以为东道主[^2-g]，行李[^2-h]之往来， 共其乏困[^2-i]，君亦无所害。且君尝为晋君赐矣[^2-j]，许君焦、瑕[^2-k]，朝 济而夕设版焉[^2-l]，君之所知也。夫晋，何厌之有？既东封郑[^2-m]，又欲肆 其西封[^2-n]，若不阙秦[^2-o]，将焉取之[^2-p]？阙秦以利晋，唯君图之[^2-q]。”秦 伯说，与郑人盟。使杞子、逢孙、杨孙[^2-r]戍之，乃还。 子犯[^2-s]请击之。公[^2-t]曰：“不可。微夫人之力不及此[^2-u]。因人之力而 敝之，不仁[^2-v]；失其所与，不知[^2-w]；以乱易整，不武[^2-x]。吾其还也[^2-y]。” 亦去之。"}, {"k": "2-a", "v": "〔缒（zhuì）〕用绳子拴着人（或物）从上往下送。"}, {"k": "2-b", "v": "〔既〕已经。"}, {"k": "2-c", "v": "〔敢以烦执事〕冒昧地用（亡郑这件事）麻烦您。敢，自言冒昧的谦辞。执事，办事的官员，代指对方（秦穆公），表示恭敬。"}, {"k": "2-d", "v": "〔越国以鄙远〕越过别国而把远地当作边邑。国，指晋国，地处秦、郑之间。鄙，边邑，这里用作动词。远，指郑国。"}, {"k": "2-e", "v": "〔焉用亡郑以陪邻〕哪里用得着灭掉郑国而给邻国增加土地呢？陪，增加。邻，邻国，指晋国。"}, {"k": "2-f", "v": "〔邻之厚，君之薄也〕邻国的势力雄厚了，您秦国的势力（就）相对削弱了。"}, {"k": "2-g", "v": "〔若舍郑以为东道主〕如果（您）放弃（围攻）郑国而把它作为东方道路上（招待过客）的主人。"}, {"k": "2-h", "v": "〔行李〕外交使者。"}, {"k": "2-i", "v": "〔共（gōng）其乏困〕供给他们缺少的资粮。共，同“供”，供给。"}, {"k": "2-j", "v": "〔尝为晋君赐矣〕曾经给予晋君恩惠。为，给予。赐，恩惠。这里指秦穆公曾派兵护送晋惠公回国的事。"}, {"k": "2-k", "v": "〔许君焦、瑕〕（晋惠公）答应给您焦、瑕这两个地方。焦、瑕，均在今河南三门峡一带。"}, {"k": "2-l", "v": "〔朝济而夕设版焉〕指晋惠公早上渡过黄河回国，晚上就修筑防御工事。济，渡河。设版，修筑防御工事。版，指版筑的工事。"}, {"k": "2-m", "v": "〔既东封郑〕在东边使郑国成为它的边境之后。封，疆界，这里用作动词。"}, {"k": "2-n", "v": "〔肆其西封〕扩张它西边的疆界。意思是，晋国灭了郑国以后，必将进攻秦国。肆，延伸、扩张。"}, {"k": "2-o", "v": "〔阙（quē）秦〕使秦国土地减少。阙，侵损、削减。"}, {"k": "2-p", "v": "〔将焉取之〕将从哪里取得它所贪求的土地呢？焉，从哪里。"}, {"k": "2-q", "v": "〔唯君图之〕希望您考虑这件事。唯，表示希望、祈请。之，指“阙秦以利晋”这件事。"}, {"k": "2-r", "v": "〔杞子、逢（páng）孙、杨孙〕三人都是秦国的大夫。"}, {"k": "2-s", "v": "〔子犯〕晋国大夫狐偃（晋文公的舅舅），字子犯。"}, {"k": "2-t", "v": "〔公〕指晋文公。"}, {"k": "2-u", "v": "〔微夫（fú）人之力不及此〕没有那个人的力量，我是到不了这个地位的。晋文公曾在外流亡十九年，得到秦穆公的帮助才回到晋国做了国君。微，没有。夫人，那个人，指秦穆公。"}, {"k": "2-v", "v": "〔因人之力而敝之，不仁〕依靠别人的力量，又反过来损害他，这是不仁义的。因，依靠。敝，损害。"}, {"k": "2-w", "v": "〔失其所与，不知（zhì）〕失掉自己的同盟者，这是不明智的。与，结交、同盟。知，同“智”。"}, {"k": "2-x", "v": "〔以乱易整，不武〕用混乱相攻取代和谐一致，这是不符合武德的。武，指使用武力时所应遵守的道义准则。"}, {"k": "2-y", "v": "〔吾其还也〕我们还是回去吧。其，表示祈使。"}]','高中必修下册'),
(8160000000000000049,'※ 鸿门宴','司马迁','','鸿门宴[^1-a]

沛公[^1-b]军霸上[^1-c]，未得与项羽相见。沛公左司马[^1-d]曹无伤使人言于
项羽曰：“沛公欲王[^1-e]关中[^1-f]，使子婴[^1-g]为相，珍宝尽有之。”项羽大怒，
曰：“旦日飨[^1-h]士卒，为击破沛公军！”当是时，项羽兵四十万，在新丰
鸿门；沛公兵十万，在霸上。范增[^1-i]说[^1-j]项羽曰：“沛公居山东[^1-k]时，贪
于财货，好美姬。今入关，财物无所取，妇女无所幸[^1-l]，此其志不在小。
吾令人望其气[^1-m]，皆为龙虎，成五采，此天子气也。急击勿失[^1-n]！”

楚左尹项伯[^1-o]者，项羽季父[^1-p]也，素善留侯张良[^1-q]。张良是时从沛
公，项伯乃夜驰之沛公军[^1-r]，私见张良，具告以事，欲呼张良与俱去，
曰：“毋从俱死也。”张良曰：“臣为韩王送沛公[^1-s]，沛公今事有急，亡
去不义，不可不语。”良乃入，具告沛公。沛公大惊，曰：“为之奈何？”张
良曰：“谁为大王为此计者？”曰：“鲰生[^1-t]说我曰：‘距[^1-u]关，毋内诸侯[^1-v]，
秦地可尽王也。’故听之。”良曰：“料大王士卒足以当[^2-a]项王乎？”沛
公默然，曰：“固不如也。且为之奈何？”张良曰：“请往谓项伯，言沛
公不敢背项王也。”沛公曰：“君安与项伯有故[^2-b]？”张良曰：“秦时与
臣游，项伯杀人，臣活之[^2-c]。今事有急，故幸[^2-d]来告良。”沛公曰：“孰
与君少长[^2-e]？”良曰：“长于臣。”沛公曰：“君为我呼入，吾得兄事之[^2-f]。”
张良出，要[^2-g]项伯。项伯即入见沛公。沛公奉卮酒为寿[^2-h]，约为婚姻[^2-i]，
曰：“吾入关，秋毫不敢有所近[^2-j]，籍吏民[^2-k]，封府库，而待将军[^2-l]。所
以遣将守关者，备他盗之出入与非常[^2-m]也。日夜望将军至，岂敢反乎！
愿伯具言臣之不敢倍德[^2-n]也。”项伯许诺，谓沛公曰：“旦日不可不蚤[^2-o]
自来谢[^2-p]项王。”沛公曰：“诺。”于是项伯复夜去，至军中，具以沛公
言报项王。因[^2-q]言曰：“沛公不先破关中，公岂敢入乎？今人有大功而
击之，不义也。不如因善遇之。”项王许诺。


沛公旦日从百余骑[^2-r]来见项王，至鸿门，谢曰：“臣与将军戮力[^2-s]
而攻秦，将军战河北，臣战河南[^2-t]，然不自意[^2-u]能先入关破秦，得复见
将军于此。今者有小人之言，令将军与臣有郤[^2-v]。”项王曰：“此沛公左
司马曹无伤言之。不然，籍何以至此？”项王即日因留沛公与饮。项
王、项伯东向坐；亚父[^2-w]南向坐，——亚父者，范增也；沛公北向坐；
张良西向侍。范增数[^2-x]目[^2-y]项王，举所佩玉玦[^2-z]以示之者三[^2-@7]，项王默然
不应。范增起，出，召项庄[^2-@8]，谓曰：“君王为人不忍。若入前为寿，
寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属[^2-@9]皆且为所虏！”
庄则入为寿。寿毕，曰：“君王与沛公饮，军中
无以为乐，请以剑舞。”项王曰：“诺。”项庄拔
剑起舞。项伯亦拔剑起舞，常以身翼蔽[^3-a]沛公，
庄不得击。


于是张良至军门见樊哙[^3-b]。樊哙曰：“今日
之事何如？”良曰：“甚急！今者项庄拔剑舞，
其意常在沛公也。”哙曰：“此迫矣！臣请入，与
之同命[^3-c]。”哙即带剑拥盾入军门。交戟之卫
士[^3-d]欲止不内。樊哙侧其盾以撞，卫士仆地。哙
遂入，披帷[^3-e]西向立， 瞋目视项王，头发上指，
目眦[^3-f]尽裂。项王按剑而跽[^3-g]曰：“客何为者？”
张良曰：“沛公之参乘[^3-h]樊哙者也。”项王曰：“壮
士！赐之卮酒。”则与斗卮[^3-i]酒。哙拜谢，起，立
而饮之。项王曰：“赐之彘肩[^3-j]。”则与一生彘肩。
樊哙覆其盾于地，加彘肩上[^3-k]，拔剑切而啖[^3-l]之。
项王曰：“壮士！能复饮乎？”樊哙曰：“臣死且
不避，卮酒安足辞！夫秦王有虎狼之心，杀人如
不能举，刑人如恐不胜[^3-m]，天下皆叛之。怀王[^3-n]
与诸将约曰：‘先破秦入咸阳者王之。’今沛公先
破秦入咸阳，毫毛不敢有所近，封闭宫室，还
军霸上，以待大王来。故遣将守关者，备他盗出
入与非常也。劳苦而功高如此，未有封侯之赏，
而听细说[^3-o]，欲诛有功之人，此亡秦之续[^3-p]耳。
窃为大王不取也[^3-q]！”项王未有以应，曰：“坐。”
樊哙从良坐。坐须臾，沛公起如厕，因招樊
哙出。


沛公已出，项王使都尉陈平[^4-a]召沛公。沛公曰：“今者出，未辞也，
为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让[^4-b]。如今人方为
刀俎[^4-c]，我为鱼肉，何辞为[^4-d]？”于是遂去。乃令张良留谢。良问曰：“大
王来何操[^4-e]？”曰：“我持白璧[^4-f]一双，欲献项王，玉斗[^4-g]一双，欲与亚
父。会其怒，不敢献。公为我献之。”张良曰：“谨诺[^4-h]。”当是时，项王
军在鸿门下，沛公军在霸上，相去四十里。沛公则置[^4-i]车骑，脱身独骑，
与樊哙、夏侯婴、靳强、纪信[^4-j]等四人持剑盾步走，从郦山[^4-k]下，
道[^4-l]芷阳[^4-m]间行[^4-n]。沛公谓张良曰：“从此道至吾军，不过二十里耳。
度[^4-o]我至军中，公乃入。”

沛公已去，间至军中。张良入谢，曰：“沛公不胜杯杓[^4-p]，不能辞。
谨使臣良奉白璧一双，再拜[^4-q]献大王足下，玉斗一双，再拜奉大将军[^4-r]
足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过[^4-s]之，脱身独
去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑
撞[^4-t]而破之，曰：“唉！竖子[^4-u]不足与谋！夺项王天下者必沛公也。吾
属今为之虏矣！”

沛公至军，立诛杀曹无伤。','文言文','高中必修下册','','[{"k": "1-a", "v": "节选自《史记·项羽本纪》（中华书局2014年版）。题目是编者加的。鸿门，地名，在新丰（今陕西临潼东北）。项羽（前232—前202），名籍，字羽，下相（今江苏宿迁）人，秦末起义军领袖。从叔父项梁起兵反秦，后与刘邦争天下，最终失败自杀。"}, {"k": "1-b", "v": "〔沛公〕刘邦（前256—前195），字季，沛县（今属江苏）人，秦末起义军领袖，称“沛公”。后建立西汉王朝，即汉高祖。"}, {"k": "1-c", "v": "〔霸上〕地名，在今陕西西安东。"}, {"k": "1-d", "v": "〔左司马〕官名，将军下面的属官，参掌军政。"}, {"k": "1-e", "v": "〔王（wàng）〕称王。"}, {"k": "1-f", "v": "〔关中〕函谷关（在今河南灵宝东北）以西，泛指战国末期秦之故地。"}, {"k": "1-g", "v": "〔子婴〕秦朝最后的国君，在位46天。当时已投降刘邦。"}, {"k": "1-h", "v": "〔飨（xiǎng）〕用酒食款待宾客。这里是“犒劳”的意思。"}, {"k": "1-i", "v": "〔范增〕项羽的主要谋士。"}, {"k": "1-j", "v": "〔说（shuì）〕劝说。"}, {"k": "1-k", "v": "〔山东〕崤（xiáo）山以东，泛指东方六国之地。"}, {"k": "1-l", "v": "〔幸〕指君主宠爱女子。"}, {"k": "1-m", "v": "〔望其气〕观察他的云气（以预测吉凶穷达）。望气是古代方士的一种占候之术，据说“真龙天子”所在的地方，天空中有一种异样的祥云，方士能够看出来。"}, {"k": "1-n", "v": "〔失〕指失去时机。"}, {"k": "1-o", "v": "〔楚左尹项伯〕左尹，官名，多以亲贵任之，掌军事。项伯，名缠，字伯。"}, {"k": "1-p", "v": "〔季父〕叔父。"}, {"k": "1-q", "v": "〔素善留侯张良〕一向与张良交好。善，交好、友善。张良，字子房，刘邦的主要谋士。刘邦得天下后，封他为留侯。留，地名，在今江苏沛县东南。"}, {"k": "1-r", "v": "〔之沛公军〕到刘邦驻军地。之，往。"}, {"k": "1-s", "v": "〔臣为韩王送沛公〕张良曾任韩王（战国末期韩国贵族，名成，项梁立其为王）司徒。刘邦从洛阳南行，让韩王留守，自己同张良西入武关。"}, {"k": "1-t", "v": "〔鲰（zōu）生〕浅陋无知的小人。鲰，浅陋、卑微。"}, {"k": "1-u", "v": "〔距〕同“拒”，据守。"}, {"k": "1-v", "v": "〔毋内（nà）诸侯〕不要让诸侯进来。内，同“纳”，接纳。诸侯，指其他率兵攻秦的人。3 沛公旦日从百余骑[^2-r]来见项王，至鸿门，谢曰：“臣与将军戮力[^2-s] 而攻秦，将军战河北，臣战河南[^2-t]，然不自意[^2-u]能先入关破秦，得复见 将军于此。今者有小人之言，令将军与臣有郤[^2-v]。”项王曰：“此沛公左 司马曹无伤言之。不然，籍何以至此？”项王即日因留沛公与饮。项 王、项伯东向坐；亚父[^2-w]南向坐，——亚父者，范增也；沛公北向坐； 张良西向侍。范增数[^2-x]目[^2-y]项王，举所佩玉玦[^2-z]以示之者三[^2-@7]，项王默然 不应。范增起，出，召项庄[^2-@8]，谓曰：“君王为人不忍。若入前为寿， 寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属[^2-@9]皆且为所虏！” 庄则入为寿。寿毕，曰：“君王与沛公饮，军中 无以为乐，请以剑舞。”项王曰：“诺。”项庄拔 剑起舞。项伯亦拔剑起舞，常以身翼蔽[^3-a]沛公， 庄不得击。"}, {"k": "2-a", "v": "〔当（dāng）〕对等，比得上。"}, {"k": "2-b", "v": "〔有故〕有旧，有交情。"}, {"k": "2-c", "v": "〔活之〕救了他。活，使……活命。"}, {"k": "2-d", "v": "〔幸〕幸亏，幸而。"}, {"k": "2-e", "v": "〔孰与君少长〕即“与君孰少孰长”。"}, {"k": "2-f", "v": "〔兄事之〕用侍奉兄长的礼节对待他。"}, {"k": "2-g", "v": "〔要（yāo）〕同“邀”，邀请。"}, {"k": "2-h", "v": "〔奉卮（zhī）酒为寿〕奉上一杯酒，祝（项伯）健康长寿。卮，酒器。"}, {"k": "2-i", "v": "〔婚姻〕亲家，有婚姻关系的亲戚。"}, {"k": "2-j", "v": "〔秋毫不敢有所近〕意思是财物丝毫不敢据为己有。"}, {"k": "2-k", "v": "〔籍吏民〕造册登记官吏、百姓。"}, {"k": "2-l", "v": "〔将军〕指项羽。"}, {"k": "2-m", "v": "〔非常〕指意外的变故。"}, {"k": "2-n", "v": "〔倍德〕背弃恩德。倍，同“背”。"}, {"k": "2-o", "v": "〔蚤〕同“早”。"}, {"k": "2-p", "v": "〔谢〕道歉。"}, {"k": "2-q", "v": "〔因〕趁着（机会）。"}, {"k": "2-r", "v": "〔从百余骑〕率领一百多人马。从，率领、带领。"}, {"k": "2-s", "v": "〔戮（lù）力〕合力。戮，同“勠”。"}, {"k": "2-t", "v": "〔将军战河北，臣战河南〕秦二世三年（前207），楚怀王命项羽渡黄河救赵，又命刘邦沿黄河南进攻秦。河，黄河。"}, {"k": "2-u", "v": "〔意〕料想。"}, {"k": "2-v", "v": "〔郤〕同“隙”，隔阂、嫌怨。"}, {"k": "2-w", "v": "〔亚父〕项羽对范增的尊称。意思是仅次于父亲。亚，次、次于。"}, {"k": "2-x", "v": "〔数（shuò）〕屡次，多次。"}, {"k": "2-y", "v": "〔目〕递眼色。"}, {"k": "2-z", "v": "〔玉玦（jué）〕环形有缺口的佩玉。“玦”与“决”同音，范增用玦暗示项羽要下决心除掉刘邦。"}, {"k": "2-@7", "v": "〔三〕多次。"}, {"k": "2-@8", "v": "〔项庄〕项羽的堂弟。"}, {"k": "2-@9", "v": "〔若属〕你们这些人。 于是张良至军门见樊哙[^3-b]。樊哙曰：“今日 之事何如？”良曰：“甚急！今者项庄拔剑舞， 其意常在沛公也。”哙曰：“此迫矣！臣请入，与 之同命[^3-c]。”哙即带剑拥盾入军门。交戟之卫 士[^3-d]欲止不内。樊哙侧其盾以撞，卫士仆地。哙 遂入，披帷[^3-e]西向立， 瞋目视项王，头发上指， 目眦[^3-f]尽裂。项王按剑而跽[^3-g]曰：“客何为者？” 张良曰：“沛公之参乘[^3-h]樊哙者也。”项王曰：“壮 士！赐之卮酒。”则与斗卮[^3-i]酒。哙拜谢，起，立 而饮之。项王曰：“赐之彘肩[^3-j]。”则与一生彘肩。 樊哙覆其盾于地，加彘肩上[^3-k]，拔剑切而啖[^3-l]之。 项王曰：“壮士！能复饮乎？”樊哙曰：“臣死且 不避，卮酒安足辞！夫秦王有虎狼之心，杀人如 不能举，刑人如恐不胜[^3-m]，天下皆叛之。怀王[^3-n] 与诸将约曰：‘先破秦入咸阳者王之。’今沛公先 破秦入咸阳，毫毛不敢有所近，封闭宫室，还 军霸上，以待大王来。故遣将守关者，备他盗出 入与非常也。劳苦而功高如此，未有封侯之赏， 而听细说[^3-o]，欲诛有功之人，此亡秦之续[^3-p]耳。 窃为大王不取也[^3-q]！”项王未有以应，曰：“坐。” 樊哙从良坐。坐须臾，沛公起如厕，因招樊 哙出。"}, {"k": "3-a", "v": "〔翼蔽〕遮护。"}, {"k": "3-b", "v": "〔樊哙（kuài）〕刘邦的部下。"}, {"k": "3-c", "v": "〔与之同命〕跟他同生死。意思是要守卫在刘邦身旁，竭力保护他。之，指刘邦。"}, {"k": "3-d", "v": "〔交戟之卫士〕用戟交叉着守卫营门的兵士。"}, {"k": "3-e", "v": "〔披帷〕掀开帷幕。披，分开。"}, {"k": "3-f", "v": "〔目眦（zì）〕眼眶。"}, {"k": "3-g", "v": "〔按剑而跽（jì）〕握着剑，挺直身子。这是一种警备的姿势。古人席地而坐，两膝着地，要起身先得挺直上身。"}, {"k": "3-h", "v": "〔参乘（shèng）〕即“骖乘”，古时站在车右陪乘或担任警卫的人。"}, {"k": "3-i", "v": "〔斗卮〕大酒杯。"}, {"k": "3-j", "v": "〔彘肩〕猪的前腿根部。"}, {"k": "3-k", "v": "〔加彘肩上〕把彘肩放（在盾）上。"}, {"k": "3-l", "v": "〔啖（dàn）〕吃。"}, {"k": "3-m", "v": "〔杀人如不能举，刑人如恐不胜〕杀人像是怕不能杀尽，给人用刑像是怕不能用尽。举、胜，都有“尽”的意思。"}, {"k": "3-n", "v": "〔怀王〕名心，是战国时楚怀王之孙。项梁起兵，立他为王，也称楚怀王。破秦后，项羽尊他为义帝，后来又令人把他杀了。"}, {"k": "3-o", "v": "〔细说〕小人的谗言。"}, {"k": "3-p", "v": "〔亡秦之续〕已亡的秦朝的后继者。意思是蹈秦朝灭亡的覆辙。"}, {"k": "3-q", "v": "〔窃为大王不取也〕私意认为大王不应采用（这种做法）。窃，表示个人意见的谦辞。 沛公已出，项王使都尉陈平[^4-a]召沛公。沛公曰：“今者出，未辞也， 为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让[^4-b]。如今人方为 刀俎[^4-c]，我为鱼肉，何辞为[^4-d]？”于是遂去。乃令张良留谢。良问曰：“大 王来何操[^4-e]？”曰：“我持白璧[^4-f]一双，欲献项王，玉斗[^4-g]一双，欲与亚 父。会其怒，不敢献。公为我献之。”张良曰：“谨诺[^4-h]。”当是时，项王 军在鸿门下，沛公军在霸上，相去四十里。沛公则置[^4-i]车骑，脱身独骑， 与樊哙、夏侯婴、靳强、纪信[^4-j]等四人持剑盾步走，从郦山[^4-k]下， 道[^4-l]芷阳[^4-m]间行[^4-n]。沛公谓张良曰：“从此道至吾军，不过二十里耳。 度[^4-o]我至军中，公乃入。” 沛公已去，间至军中。张良入谢，曰：“沛公不胜杯杓[^4-p]，不能辞。 谨使臣良奉白璧一双，再拜[^4-q]献大王足下，玉斗一双，再拜奉大将军[^4-r] 足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过[^4-s]之，脱身独 去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑 撞[^4-t]而破之，曰：“唉！竖子[^4-u]不足与谋！夺项王天下者必沛公也。吾 属今为之虏矣！” 沛公至军，立诛杀曹无伤。"}, {"k": "4-a", "v": "〔陈平〕项羽的部下，后来成为刘邦的谋士，是西汉的开国功臣之一。"}, {"k": "4-b", "v": "〔大行不顾细谨，大礼不辞小让〕做大事不必理会细枝末节，行大礼不用回避小的责备。让，责备。"}, {"k": "4-c", "v": "〔刀俎（zǔ）〕刀和砧板。"}, {"k": "4-d", "v": "〔何辞为（wéi）〕何必告辞呢？为，语气助词，用于句末，表示反问。"}, {"k": "4-e", "v": "〔操〕拿。"}, {"k": "4-f", "v": "〔璧〕平而圆、中心有孔的玉。"}, {"k": "4-g", "v": "〔玉斗〕一种玉制饮酒器皿。"}, {"k": "4-h", "v": "〔谨诺〕敬语，表示应允、遵命。"}, {"k": "4-i", "v": "〔置〕放弃，丢下。"}, {"k": "4-j", "v": "〔夏侯婴、靳强、纪信〕三人都是刘邦的部下。"}, {"k": "4-k", "v": "〔郦山〕即骊山，在今陕西临潼东南。"}, {"k": "4-l", "v": "〔道〕取道。"}, {"k": "4-m", "v": "〔芷（zhǐ）阳〕秦代县名，在今陕西西安东。"}, {"k": "4-n", "v": "〔间（jiàn）行〕秘密地走。间，秘密地。"}, {"k": "4-o", "v": "〔度（duó）〕估计。"}, {"k": "4-p", "v": "〔不胜杯杓（sháo）〕禁不起多喝酒。意思是醉了。胜，承受。杯杓，酒器，借指饮酒。"}, {"k": "4-q", "v": "〔再拜〕连拜两次，古代一种较重的礼节。"}, {"k": "4-r", "v": "〔大将军〕指范增。"}, {"k": "4-s", "v": "〔督过〕责备，责罚。"}, {"k": "4-t", "v": "〔撞〕敲击。"}, {"k": "4-u", "v": "〔竖子〕骂人的话，相当于“小子”。"}]','高中必修下册'),
(8160000000000000050,'子路、曾皙、冉有、公西华侍坐','《论语》','','子路、曾皙、冉有、公西华侍坐[^1-a]

子路、曾皙、冉有、公西华侍坐。

子曰：“以吾一日长乎尔，毋吾以也[^1-b]。居则曰[^1-c]：‘不吾知[^1-d]
也！’如或知尔，则何以哉[^1-e]？”

子路率尔[^1-f]而对曰：“千乘之国[^1-g]，摄乎大国之间[^1-h]，加之以师旅[^1-i]，
因之以饥馑[^1-j]；由也为之[^1-k]，比及[^1-l]三年，可使有勇，且知方[^1-m]也。”

夫子哂[^1-n]之。

“求！尔何如？”

对曰：“方六七十，如五六十[^1-o]，求也为之，比及三年，可使足民[^1-p]。
如其礼乐，以俟君子[^1-q]。”

“赤！尔何如？”


对曰：“非曰能之，愿学焉[^2-a]。宗庙之事[^2-b]，如会同[^2-c]，端章甫[^2-d]，愿
为小相[^2-e]焉。”

“点！尔何如？”

鼓瑟希[^2-f]，铿尔[^2-g]，舍瑟而作[^2-h]，对曰：“异乎三子者之撰[^2-i]。”

子曰：“何伤[^2-j]乎？亦各言其志也。”

曰：“莫春[^2-k]者，春服既成[^2-l]，冠者[^2-m]五六人，童子[^2-n]六七人，浴乎
沂[^2-o]，风乎舞雩[^2-p]，咏[^2-q]而归。”

夫子喟然[^2-r]叹曰：“吾与[^2-s]点也！”

三子者出，曾皙后。曾皙曰：“夫三子者之言何如？”

子曰：“亦各言其志也已矣[^2-t]。”

曰：“夫子何哂由也？”

曰：“为国以礼，其言不让[^2-u]，是故哂之。”

“唯求则非邦也与[^2-v]？”

“安见[^2-w]方六七十如五六十而非邦也者？”

“唯赤则非邦也与？”

“宗庙会同，非诸侯而何[^2-x]？赤也为之
小，孰能为之大[^2-y]？”','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《论语·先进》（《论语译注》，中华书局1980年版）。题目是编者加的。子路（前542—前480），即仲由，字子路。曾皙（生卒年不详），名点，字子皙，曾参的父亲。冉有（前522—？），即冉求，字子有。公西华（前509—？），复姓公西，名赤，字子华。四人都是孔子的弟子。侍坐，在尊长近旁陪坐。"}, {"k": "1-b", "v": "〔以吾一日长乎尔，毋吾以也〕意思是，因为我年纪比你们大一点，（你们）不要因我（年长）就不敢说话了。以，因为。后一个“以”同“已”，是“止”的意思。毋，不要。一说本句的意思是，因为我年纪比你们大一点，（老了，）没有人用我了。这里后一个“以”是“用”的意思。"}, {"k": "1-c", "v": "〔居则曰〕（你们）平日说。居，平日、平时。"}, {"k": "1-d", "v": "〔不吾知〕即“不知吾”，不了解我。"}, {"k": "1-e", "v": "〔则何以哉〕那么（你们）打算怎么做呢？"}, {"k": "1-f", "v": "〔率尔〕急遽而不加考虑的样子。尔，相当于“然”。"}, {"k": "1-g", "v": "〔千乘（shèng）之国〕有一千辆兵车的诸侯国。在春秋后期，千乘之国是中等国家。乘，古时一车四马为一乘。春秋时，一辆兵车，配甲士三人，步卒七十二人。"}, {"k": "1-h", "v": "〔摄乎大国之间〕夹在（几个）大国的中间。摄，夹处。"}, {"k": "1-i", "v": "〔加之以师旅〕有军队来攻打它。师旅，指军队。古时两千五百人为一师，五百人为一旅。"}, {"k": "1-j", "v": "〔因之以饥馑（jǐn）〕接下来又有饥荒。因，接续。饥馑，泛指饥荒。"}, {"k": "1-k", "v": "〔为之〕治理这个国家。为，治。"}, {"k": "1-l", "v": "〔比及〕等到。"}, {"k": "1-m", "v": "〔方〕合乎礼义的行事准则。"}, {"k": "1-n", "v": "〔哂（shěn）〕微笑。"}, {"k": "1-o", "v": "〔方六七十，如五六十〕纵横六七十里或五六十里（的小国）。方，计量面积用语，多用以计量土地，后加表示长度的数词或数量词，表示纵横若干长度的意思。如，或者。下文“如会同”的“如”同。"}, {"k": "1-p", "v": "〔可使足民〕可以使人民富足。"}, {"k": "1-q", "v": "〔如其礼乐，以俟君子〕至于礼乐教化，（自己的能力是不够的，）那就得等待君子（来推行了）。这是冉有的谦辞。如，至于。俟，等待。 对曰：“非曰能之，愿学焉[^2-a]。宗庙之事[^2-b]，如会同[^2-c]，端章甫[^2-d]，愿 为小相[^2-e]焉。” “点！尔何如？” 鼓瑟希[^2-f]，铿尔[^2-g]，舍瑟而作[^2-h]，对曰：“异乎三子者之撰[^2-i]。” 子曰：“何伤[^2-j]乎？亦各言其志也。” 曰：“莫春[^2-k]者，春服既成[^2-l]，冠者[^2-m]五六人，童子[^2-n]六七人，浴乎 沂[^2-o]，风乎舞雩[^2-p]，咏[^2-q]而归。” 夫子喟然[^2-r]叹曰：“吾与[^2-s]点也！” 三子者出，曾皙后。曾皙曰：“夫三子者之言何如？” 子曰：“亦各言其志也已矣[^2-t]。” 曰：“夫子何哂由也？” 曰：“为国以礼，其言不让[^2-u]，是故哂之。” “唯求则非邦也与[^2-v]？” “安见[^2-w]方六七十如五六十而非邦也者？” “唯赤则非邦也与？” “宗庙会同，非诸侯而何[^2-x]？赤也为之 小，孰能为之大[^2-y]？”"}, {"k": "2-a", "v": "〔非曰能之，愿学焉〕不敢说我能胜任，但是愿意在这方面学习。这是公西华的谦辞。能，胜任、能做到。"}, {"k": "2-b", "v": "〔宗庙之事〕指诸侯祭祀祖先的事。在古代是国家重要的政事。宗庙，天子、诸侯供奉祖宗牌位的处所。"}, {"k": "2-c", "v": "〔会同〕古代诸侯朝见天子的通称。会，诸侯在非规定时间朝见天子。同，诸侯一起朝见天子。"}, {"k": "2-d", "v": "〔端章甫〕穿着礼服，戴着礼帽。这是做小相（xiàng）时的穿戴。端，古代的一种礼服。章甫，古代的一种礼帽。端和章甫在这里都用作动词。"}, {"k": "2-e", "v": "〔相〕诸侯祭祀、会盟或朝见天子时，主持赞礼的司仪官。所谓“小相”，也是公西华的谦辞。"}, {"k": "2-f", "v": "〔鼓瑟希〕弹奏瑟的声音（渐渐）稀疏，指接近尾声。希，同“稀”，稀疏。"}, {"k": "2-g", "v": "〔铿（kēng）尔〕铿的一声，指止瑟声。"}, {"k": "2-h", "v": "〔舍瑟而作〕把瑟放下，站起来。作，起身、站起来。"}, {"k": "2-i", "v": "〔撰〕才能。这里指为政的才能。一说，讲述、解说。"}, {"k": "2-j", "v": "〔何伤〕何妨。意思是有什么关系呢。"}, {"k": "2-k", "v": "〔莫（mù）春〕即暮春，农历三月。莫，同“暮”。"}, {"k": "2-l", "v": "〔春服既成〕春天的衣服已经穿定了。意思是天气渐暖，不必频繁换衣。"}, {"k": "2-m", "v": "〔冠（guàn）者〕成年人。古代男子在二十岁时行加冠礼，表示成年。"}, {"k": "2-n", "v": "〔童子〕少年，未成年的男子。"}, {"k": "2-o", "v": "〔沂（yí）〕水名，在今山东曲阜南。"}, {"k": "2-p", "v": "〔风乎舞雩（yú）〕在舞雩台上吹吹风。风，吹风。舞雩，台名，是鲁国求雨的坛，在今曲阜南。雩，求雨的祭祀仪式，伴以乐舞，故称“舞雩”。"}, {"k": "2-q", "v": "〔咏〕唱歌。"}, {"k": "2-r", "v": "〔喟（kuì）然〕叹息的样子。喟，叹息。"}, {"k": "2-s", "v": "〔与〕赞成。"}, {"k": "2-t", "v": "〔也已矣〕语气助词连用，相当于“罢了”。"}, {"k": "2-u", "v": "〔为国以礼，其言不让〕治国要用礼，（可是）他（仲由）的话毫不谦逊。"}, {"k": "2-v", "v": "〔唯求则非邦也与〕难道冉求讲的不是国家的事吗？唯，语气助词，用于句首，无实义。邦，国。也与，语气助词，表示疑问。"}, {"k": "2-w", "v": "〔安见〕怎见得。"}, {"k": "2-x", "v": "〔宗庙会同，非诸侯而何〕宗庙祭祀、朝见天子，不是诸侯国的事又是什么呢？意思是，公西赤说的也是国家大事，不过讲得谦虚罢了。"}, {"k": "2-y", "v": "〔赤也为之小，孰能为之大〕如果公西赤只能给诸侯做一个小相，那么谁能做大相呢？"}]','高中必修下册'),
(8160000000000000051,'庖丁解牛','《庄子》','','庖丁解牛[^1-a]

庖丁为文惠君[^1-b]解牛，手之所触[^1-c]，肩之所倚，足之所履[^1-d]，膝之
所踦[^1-e]，砉然向然[^1-f]，奏刀𬴃然[^1-g]，莫不中音[^1-h]。合于《桑林》之舞[^1-i]，
乃中《经首》之会[^1-j]。

文惠君曰：“嘻，善哉！技盖[^1-k]至此乎？”

庖丁释刀对曰：“臣之所好者道[^1-l]也，进乎技矣[^1-m]。始臣之解牛
之时，所见无非牛者[^1-n]；三年之后 ，未尝见全牛也[^1-o]。方今之时，臣
以神遇而不以目视[^1-p]，官知止而神欲行[^1-q]。依乎天理[^1-r]，批大郤[^1-s]，导大
窾[^1-t]，因其固然[^1-u]，技经肯綮之未尝[^1-v]，而况大𮝴[^1-w]乎！良庖岁更[^1-x]
刀，割[^1-y]也；族庖[^1-z]月更刀，折[^1-aa]也。今臣之刀十九年矣，所解数千
牛矣，而刀刃若新发于硎[^2-a]。彼节者有间[^2-b]，而刀刃者无厚[^2-c]；
以无厚入有间，恢恢乎[^2-d]其于游刃必有余地矣！是以十九年而刀
刃若新发于硎。虽然，每至于族[^2-e]，吾见其难为，怵然[^2-f]为戒，
视为止，行为迟[^2-g]，动刀甚微[^2-h]。謋[^2-i]然已解，如土委[^2-j]地。提刀
而立，为之四顾，为之踌躇满志[^2-k]，善[^2-l]刀而藏之。”


文惠君曰：“善哉！吾闻庖丁之言，得养生[^2-m]焉。”','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《庄子·养生主》（《庄子集释》，中华书局2004年版）。题目是编者加的。庖丁，名为“丁”的厨师。一说即厨师，“丁”指从事专门劳动的人。"}, {"k": "1-b", "v": "〔文惠君〕即梁惠王，战国时魏国国君。"}, {"k": "1-c", "v": "〔所触〕接触的地方。"}, {"k": "1-d", "v": "〔履〕踩。"}, {"k": "1-e", "v": "〔踦（yǐ）〕抵住，指宰牛之时用膝盖抵住牛。"}, {"k": "1-f", "v": "〔砉（xū）然向（xiǎng）然〕砉砉作响。砉，拟声词，皮肉筋骨分离的声音。向，同“响”。"}, {"k": "1-g", "v": "〔奏刀𬴃（huō）然〕进刀时发出“”的声音。奏，进。𬴃，拟声词，插刀裂物的声音。"}, {"k": "1-h", "v": "〔中（zhòng）音〕合乎音律。"}, {"k": "1-i", "v": "〔合于《桑林》之舞〕合乎《桑林》舞乐的节拍。《桑林》，传说中商汤时的乐曲名。"}, {"k": "1-j", "v": "〔乃中《经首》之会〕又合乎《经首》乐曲的节奏。《经首》，传说中尧时的乐曲名。乃，又。会，节奏。"}, {"k": "1-k", "v": "〔盖〕同“盍”，何、怎么。"}, {"k": "1-l", "v": "〔道〕天道，自然的规律。"}, {"k": "1-m", "v": "〔进乎技矣〕超过技术了。进，超过。技，具体的操作技术。"}, {"k": "1-n", "v": "〔无非牛者〕没有不是（完整的）牛的。意思是跟一般人所见的一样。"}, {"k": "1-o", "v": "〔未尝见全牛也〕未曾看到完整的牛了。这是说对牛的全身结构完全摸清了，不再把一头牛看成全牛，而是把它看成可以拆解的东西。"}, {"k": "1-p", "v": "〔臣以神遇而不以目视〕我只用精神去和牛接触，而不用眼睛去看。遇，接触。"}, {"k": "1-q", "v": "〔官知止而神欲行〕感觉器官的作用停止了，而精神在活动。意思是，解牛时可以不用感觉器官，而只靠精神活动来行事。神欲，精神活动。"}, {"k": "1-r", "v": "〔天理〕这里指牛体的自然结构。"}, {"k": "1-s", "v": "〔批大郤（xì）〕击入大的（筋骨连接处的）缝隙。批，击。郤，同“隙”，空隙。"}, {"k": "1-t", "v": "〔导大窾（kuǎn）〕引刀进入（骨节之间的）空处。导，引导，这里指引刀进入。窾，空隙。"}, {"k": "1-u", "v": "〔因其固然〕顺着牛体本来的结构。"}, {"k": "1-v", "v": "〔技经肯綮（qìng）之未尝〕脉络相连和筋骨相结合的地方，不曾拿刀去尝试。意思是，用刀的技术高超，从不经过容易使刀口钝折的地方。技，应是“枝”字，指支脉。经，指经脉。肯，附在骨上的肉。綮，筋骨结合处。"}, {"k": "1-w", "v": "〔𮝴（gū）〕大骨。"}, {"k": "1-x", "v": "〔更〕更换。"}, {"k": "1-y", "v": "〔割〕割肉。"}, {"k": "1-z", "v": "〔族庖〕一般的厨师。族，众。"}, {"k": "1-aa", "v": "〔折〕断，指用刀砍断骨头。 文惠君曰：“善哉！吾闻庖丁之言，得养生[^2-m]焉。”"}, {"k": "2-a", "v": "〔新发于硎（xíng）〕刚从磨刀石上磨出来。硎，磨刀石。"}, {"k": "2-b", "v": "〔彼节者有间（jiàn）〕那牛骨节间有空隙。间，空隙。"}, {"k": "2-c", "v": "〔无厚〕没有厚度。这里形容刀口薄。"}, {"k": "2-d", "v": "〔恢恢乎〕宽绰的样子。"}, {"k": "2-e", "v": "〔族〕（筋骨）交错聚结的地方。"}, {"k": "2-f", "v": "〔怵（chù）然〕戒惧的样子。"}, {"k": "2-g", "v": "〔视为止，行为迟〕眼睛因为（筋骨交错聚结的地方）而凝视不动，动作也因此慢下来。"}, {"k": "2-h", "v": "〔微〕轻。"}, {"k": "2-i", "v": "〔謋（huò）〕拟声词，迅速裂开的声音。这里形容骨与肉分开的声音。"}, {"k": "2-j", "v": "〔委〕散落，卸落。"}, {"k": "2-k", "v": "〔踌躇满志〕悠然自得，心满意足。"}, {"k": "2-l", "v": "〔善〕这里指揩拭。"}, {"k": "2-m", "v": "〔养生〕指养生之道。"}]','高中必修下册'),
(8160000000000000052,'※ 齐桓晋文之事','《孟子》','','齐桓晋文之事[^1-a]

齐宣王[^1-b]问曰：“齐桓、晋文之事可得闻乎？”

孟子对曰：“仲尼之徒无道桓文之事者，是以后世无传焉，臣未之
闻也。无以，则王乎[^1-c]？”

曰：“德何如则可以王矣？”

曰：“保民[^1-d]而王，莫之能御也。”

曰：“若寡人者，可以保民乎哉？”

曰：“可。”

曰：“何由知吾可也？”

曰：“臣闻之胡龁[^1-e]曰：王坐于堂上，有牵牛而过堂下者，王见之，
曰：‘牛何之[^1-f]？’对曰：‘将以衅钟[^1-g]。’王曰：‘舍[^1-h]之！吾不忍其
觳觫[^1-i]，若无罪而就[^1-j]死地。’对曰：‘然则废衅钟与？’曰：‘何可废
也？以羊易之[^1-k]。’不识有诸[^1-l]？”

曰：“有之。”

曰：“是心足以王矣。百姓皆以王为爱[^1-m]也，臣固知王之不忍也。”

王曰：“然，诚有百姓者[^1-n]。齐国虽褊小[^1-o]，吾何爱一牛？即不忍其
觳觫，若无罪而就死地，故以羊易之也。”

曰：“王无异[^1-p]于百姓之以王为爱也。以小易大，彼恶知之[^1-q]？王若
隐[^1-r]其无罪而就死地，则牛羊何择焉[^1-s]？”

王笑曰：“是诚何心哉？我非爱其财而易之以羊也，宜乎百姓之谓
我爱也[^2-a]。”


曰：“无伤也，是[^2-b]乃仁术[^2-c]也，见牛未见羊也。君子之于禽兽也，见
其生，不忍见其死；闻其声，不忍食其肉。是以君子远庖厨[^2-d]也。”

王说[^2-e]，曰：“《诗》云：‘他人有心，予忖度之[^2-f]。’夫子之谓也[^2-g]。
夫我乃行之，反而求之，不得吾心[^2-h]。夫子言之，于我心有戚戚[^2-i]焉。
此心之所以合于王者，何也？”

曰：“有复[^2-j]于王者曰：‘吾力足以举百钧[^2-k]，而不足以举一羽；
明[^2-l]足以察秋毫之末[^2-m]，而不见舆薪[^2-n]。’则王许[^2-o]之乎？”

曰：“否。”

“今恩足以及禽兽，而功不至于百姓者，独何与[^2-p]？然则一羽之不
举，为不用力焉；舆薪之不见，为不用明焉；百姓之不见保[^2-q]，为不用
恩焉。故王之不王，不为也，非不能也。”

曰：“不为者与不能者之形[^2-r]何以异[^2-s]？”

曰：“挟太山以超北海[^2-t]，语[^2-u]人曰：‘我不能。’是诚不能也。为
长者折枝[^2-v]，语人曰：‘我不能。’是不为也，非不能也。故王之不王，
非挟太山以超北海之类也；王之不王，是折枝之类也。老吾老，以及人
之老；幼吾幼，以及人之幼[^2-w]：天下可运于掌[^2-x]。《诗》云：‘刑于寡妻，
至于兄弟，以御于家邦[^2-y]。’言举斯心加诸彼而已[^2-z]。故推恩足以保四
海，不推恩无以保妻子。古之人所以大过人者，无他焉，善推其所为而
已矣。今恩足以及禽兽，而功不至于百姓者，独何与？权[^3-a]，然后知轻
重；度[^3-b]，然后知长短。物皆然，心为甚。王请度之！


“抑[^3-c]王兴甲兵，危士臣[^3-d]，构怨[^3-e]于诸侯，然后快于心[^3-f]与？”

王曰：“否，吾何快于是？将以求吾所大欲[^3-g]也。”

曰：“王之所大欲，可得闻与？”

王笑而不言。

曰：“为肥甘[^3-h]不足于口与？轻暖[^3-i]不足于体与？抑为采色[^3-j]不足
视于目与？声音[^3-k]不足听于耳与？便嬖[^3-l]不足使令于前与？王之诸臣皆
足以供之，而王岂为是哉？”

曰：“否，吾不为是也。”

曰：“然则王之所大欲可知已：欲辟[^3-m]土地，朝秦楚[^3-n]，莅中国[^3-o]而
抚四夷也。以若[^3-p]所为，求若所欲，犹缘木而求鱼[^3-q]也。”

王曰：“若是其甚与？”

曰：“殆[^3-r]有甚焉。缘木求鱼，虽不得鱼，无后灾；以若所为，求
若所欲，尽心力而为之，后必有灾。”

曰：“可得闻与？”

曰：“邹[^3-s]人与楚人战，则王以为孰胜？”

曰：“楚人胜。”

曰：“然则小固不可以敌大，寡固不可以敌众，弱固不可以敌强。
海内之地，方千里者九[^3-t]，齐集有其一[^3-u]。以一服八，何以异于邹敌楚
哉？盖亦反其本矣[^3-v]？今王发政施仁[^3-w]，使天下仕者皆欲立于王之朝，
耕者皆欲耕于王之野，商贾皆欲藏于王之市[^3-a]，行旅皆欲出于王之涂[^3-b]，
天下之欲疾[^3-c]其君者皆欲赴诉[^3-d]于王。其若是，孰能御之？”


王曰：“吾惛[^3-e]，不能进于是[^3-f]矣。愿夫子辅吾志[^3-g]，明以教我。我
虽不敏[^3-h]，请尝试[^3-i]之。”

曰：“无恒产[^3-j]而有恒心者，惟士[^3-k]为能。若民，则无恒产，因无
恒心。苟无恒心，放辟邪侈，无不为已[^3-l]。及陷于罪，然后从而刑之[^3-m]，
是罔民[^3-n]也。焉有仁人在位，罔民而可为也？是故明君制[^3-o]民之产，必
使仰足以事父母，俯足以畜[^3-p]妻子，乐岁[^3-q]终身饱，凶年[^3-r]免于死亡；
然后驱而之善[^3-s]，故民之从之也轻[^3-t]。今也制民之产，仰不足以事父
母，俯不足以畜妻子，乐岁终身苦，凶年不免于死亡。此惟救死而恐不
赡[^3-u]，奚暇治礼义哉[^3-v]？王欲行之，则盍反其本矣：五亩之宅，树之以
桑，五十者可以衣帛[^3-w]矣；鸡、豚、狗、彘[^3-x]之畜，无失其时[^3-y]，七十
者可以食肉矣；百亩之田[^3-z]，勿夺其时，八口之家可以无饥矣；谨庠序
之教[^3-aa]，申[^3-ab]之以孝悌[^3-ac]之义，颁白者不负戴于道路[^3-ad]矣。老者衣帛食
肉，黎民不饥不寒，然而不王者，未之有也。”','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《孟子·梁惠王上》（《孟子译注》，中华书局1960年版）。题目是编者加的。齐桓，即齐桓公（？—前643），名小白，春秋时齐国国君。晋文，即晋文公（前697—前628），名重耳，春秋时晋国国君。齐桓公、晋文公均在春秋五霸之列。"}, {"k": "1-b", "v": "〔齐宣王（？—前301）〕名辟疆，战国时齐国国君。"}, {"k": "1-c", "v": "〔无以，则王（wàng）乎〕如果一定要说一说，那么还是说说行王道的事吧。无以，不得已。王，行王道以统一天下。"}, {"k": "1-d", "v": "〔保民〕安民，养民。"}, {"k": "1-e", "v": "〔胡龁（hé）〕齐宣王的近臣。"}, {"k": "1-f", "v": "〔何之〕到哪里去？之，往。"}, {"k": "1-g", "v": "〔衅（xìn）钟〕古代新钟铸成，宰杀牲口，取血涂钟行祭，叫作“衅钟”。"}, {"k": "1-h", "v": "〔舍〕释放。"}, {"k": "1-i", "v": "〔觳觫（húsù）〕形容恐惧战栗的样子。"}, {"k": "1-j", "v": "〔就〕走向。"}, {"k": "1-k", "v": "〔以羊易之〕用羊来替换它（指牛）。古人以牛为牲之最大者，羊的地位低于牛。"}, {"k": "1-l", "v": "〔诸〕“之乎”的合音。"}, {"k": "1-m", "v": "〔爱〕吝惜，舍不得。"}, {"k": "1-n", "v": "〔诚有百姓者〕的确有（对我有这种误解的）百姓。"}, {"k": "1-o", "v": "〔褊（biǎn）小〕狭小。"}, {"k": "1-p", "v": "〔异〕对……感到奇怪。"}, {"k": "1-q", "v": "〔彼恶（wū）知之〕他们怎么知道呢？恶，疑问代词，怎么、哪里。"}, {"k": "1-r", "v": "〔隐〕痛惜，哀怜。"}, {"k": "1-s", "v": "〔牛羊何择焉〕牛和羊有什么区别呢？择，区别。 曰：“无伤也，是[^2-b]乃仁术[^2-c]也，见牛未见羊也。君子之于禽兽也，见 其生，不忍见其死；闻其声，不忍食其肉。是以君子远庖厨[^2-d]也。” 王说[^2-e]，曰：“《诗》云：‘他人有心，予忖度之[^2-f]。’夫子之谓也[^2-g]。 夫我乃行之，反而求之，不得吾心[^2-h]。夫子言之，于我心有戚戚[^2-i]焉。 此心之所以合于王者，何也？” 曰：“有复[^2-j]于王者曰：‘吾力足以举百钧[^2-k]，而不足以举一羽； 明[^2-l]足以察秋毫之末[^2-m]，而不见舆薪[^2-n]。’则王许[^2-o]之乎？” 曰：“否。” “今恩足以及禽兽，而功不至于百姓者，独何与[^2-p]？然则一羽之不 举，为不用力焉；舆薪之不见，为不用明焉；百姓之不见保[^2-q]，为不用 恩焉。故王之不王，不为也，非不能也。” 曰：“不为者与不能者之形[^2-r]何以异[^2-s]？” 曰：“挟太山以超北海[^2-t]，语[^2-u]人曰：‘我不能。’是诚不能也。为 长者折枝[^2-v]，语人曰：‘我不能。’是不为也，非不能也。故王之不王， 非挟太山以超北海之类也；王之不王，是折枝之类也。老吾老，以及人 之老；幼吾幼，以及人之幼[^2-w]：天下可运于掌[^2-x]。《诗》云：‘刑于寡妻， 至于兄弟，以御于家邦[^2-y]。’言举斯心加诸彼而已[^2-z]。故推恩足以保四 海，不推恩无以保妻子。古之人所以大过人者，无他焉，善推其所为而 已矣。今恩足以及禽兽，而功不至于百姓者，独何与？权[^3-a]，然后知轻 重；度[^3-b]，然后知长短。物皆然，心为甚。王请度之！"}, {"k": "2-a", "v": "〔宜乎百姓之谓我爱也〕百姓认为我吝啬是理所当然的啊。"}, {"k": "2-b", "v": "〔是〕这，指以羊易牛。"}, {"k": "2-c", "v": "〔仁术〕仁道，行仁政的方式。"}, {"k": "2-d", "v": "〔远庖厨〕远离厨房。庖厨，厨房。"}, {"k": "2-e", "v": "〔说〕同“悦”，高兴。"}, {"k": "2-f", "v": "〔他人有心，予忖度（cǔnduó）之〕语出《诗经·小雅·巧言》。意思是别人有什么心思，我能够揣测到。"}, {"k": "2-g", "v": "〔夫子之谓也〕（这话）说的就是您（这样的人）啊。夫子，古代对男子的尊称，这里指孟子。"}, {"k": "2-h", "v": "〔夫我乃行之，反而求之，不得吾心〕意思是我这样做了，回头再去想它，想不出是为什么。"}, {"k": "2-i", "v": "〔戚戚〕内心有所触动的样子。"}, {"k": "2-j", "v": "〔复〕禀报。"}, {"k": "2-k", "v": "〔钧〕古代重量单位，三十斤为一钧。"}, {"k": "2-l", "v": "〔明〕视力。"}, {"k": "2-m", "v": "〔秋毫之末〕鸟兽秋天所生的细毛的尖端。"}, {"k": "2-n", "v": "〔舆薪〕整车的柴火。"}, {"k": "2-o", "v": "〔许〕相信。"}, {"k": "2-p", "v": "〔独何与〕却是为什么呢？独，偏偏、却。"}, {"k": "2-q", "v": "〔不见保〕没有受到爱护。见，表示被动。"}, {"k": "2-r", "v": "〔形〕表现。"}, {"k": "2-s", "v": "〔何以异〕怎么区分？何以，怎么、用什么。"}, {"k": "2-t", "v": "〔挟（xié）太山以超北海〕挟着泰山跃过北海。太山，即泰山。北海，指齐国北边的渤海。"}, {"k": "2-u", "v": "〔语（yù）〕告诉。"}, {"k": "2-v", "v": "〔为长者折枝〕为长者按摩肢体。枝，同“肢”，肢体。一说“折枝”指弯腰行礼。另一说“折枝”即折取树枝。均喻指常人较易办到的事情。"}, {"k": "2-w", "v": "〔老吾老，以及人之老；幼吾幼，以及人之幼〕敬爱自家的老人，从而推广到（敬爱）别人家的老人；爱护自家的小孩，从而推广到（爱护）别人家的小孩。老，敬爱，后两个“老”指老人。幼，爱护，后两个“幼”指小孩。"}, {"k": "2-x", "v": "〔天下可运于掌〕天下可以在手掌上转动。比喻天下很容易治理。"}, {"k": "2-y", "v": "〔刑于寡妻，至于兄弟，以御于家邦〕语出《诗经·大雅·思齐》。意思是给自己的妻子做榜样，推广到兄弟，进而治理好家和国。刑，同“型”，典范、榜样，这里用作动词，做榜样。寡妻，正妻，一说为贤妻。御，治理。"}, {"k": "2-z", "v": "〔言举斯心加诸彼而已〕这是说拿这样的心思施加到别人身上罢了。 “抑[^3-c]王兴甲兵，危士臣[^3-d]，构怨[^3-e]于诸侯，然后快于心[^3-f]与？” 王曰：“否，吾何快于是？将以求吾所大欲[^3-g]也。” 曰：“王之所大欲，可得闻与？” 王笑而不言。 曰：“为肥甘[^3-h]不足于口与？轻暖[^3-i]不足于体与？抑为采色[^3-j]不足 视于目与？声音[^3-k]不足听于耳与？便嬖[^3-l]不足使令于前与？王之诸臣皆 足以供之，而王岂为是哉？” 曰：“否，吾不为是也。” 曰：“然则王之所大欲可知已：欲辟[^3-m]土地，朝秦楚[^3-n]，莅中国[^3-o]而 抚四夷也。以若[^3-p]所为，求若所欲，犹缘木而求鱼[^3-q]也。” 王曰：“若是其甚与？” 曰：“殆[^3-r]有甚焉。缘木求鱼，虽不得鱼，无后灾；以若所为，求 若所欲，尽心力而为之，后必有灾。” 曰：“可得闻与？” 曰：“邹[^3-s]人与楚人战，则王以为孰胜？” 曰：“楚人胜。” 曰：“然则小固不可以敌大，寡固不可以敌众，弱固不可以敌强。 海内之地，方千里者九[^3-t]，齐集有其一[^3-u]。以一服八，何以异于邹敌楚 哉？盖亦反其本矣[^3-v]？今王发政施仁[^3-w]，使天下仕者皆欲立于王之朝， 耕者皆欲耕于王之野，商贾皆欲藏于王之市[^3-a]，行旅皆欲出于王之涂[^3-b]， 天下之欲疾[^3-c]其君者皆欲赴诉[^3-d]于王。其若是，孰能御之？”"}, {"k": "3-a", "v": "〔商贾皆欲藏于王之市〕做生意的人都想（把货物）储存在大王的市场上。"}, {"k": "3-b", "v": "〔涂〕同“途”，道路。"}, {"k": "3-c", "v": "〔疾〕憎恨。"}, {"k": "3-d", "v": "〔赴诉〕奔走求告。"}, {"k": "3-e", "v": "〔惛（hūn）〕不明事理，糊涂。"}, {"k": "3-f", "v": "〔进于是〕达到这一步。"}, {"k": "3-g", "v": "〔辅吾志〕帮助（实现）我的志愿。"}, {"k": "3-h", "v": "〔不敏〕愚钝。谦辞。敏，聪慧。"}, {"k": "3-i", "v": "〔尝试〕试行。"}, {"k": "3-j", "v": "〔恒产〕可以长久维持生活的固定财产。"}, {"k": "3-k", "v": "〔士〕这里指有道德操守的读书人。下文的“民”指普通百姓。"}, {"k": "3-l", "v": "〔放辟（pì）邪侈，无不为已〕不遵守礼义法度，无所不为。放，放纵。辟，不正。侈，过度。"}, {"k": "3-m", "v": "〔从而刑之〕接着就处罚他们。刑，处罚。"}, {"k": "3-n", "v": "〔罔民〕陷害百姓。罔，同“网”，张网捕捉，比喻陷害。"}, {"k": "3-o", "v": "〔制〕规定。"}, {"k": "3-p", "v": "〔畜（xù）〕养活。"}, {"k": "3-q", "v": "〔乐岁〕丰年。"}, {"k": "3-r", "v": "〔凶年〕荒年。与“乐岁”相对。"}, {"k": "3-s", "v": "〔驱而之善〕驱使他们向善。"}, {"k": "3-t", "v": "〔从之也轻〕很容易地跟着国君走。轻，容易。"}, {"k": "3-u", "v": "〔此惟救死而恐不赡〕这样，只是使自己摆脱死亡还怕不足。惟，只是。赡，足。"}, {"k": "3-v", "v": "〔奚暇治礼义哉〕哪里还顾得上讲求礼义呢？奚，何。治，讲求。"}, {"k": "3-w", "v": "〔衣（yì）帛〕穿丝织的衣服。衣，穿。《孟子·尽心上》：“五十非帛不暖，七十非肉不饱。不暖不饱，谓之冻馁。”据说西伯（周文王）“善养老者”，教民“树畜”，使老人可衣帛食肉，不致冻馁。这里所说的冻馁，与无衣无食不同。"}, {"k": "3-x", "v": "〔彘（zhì）〕猪。"}, {"k": "3-y", "v": "〔时〕季节。这里指家禽家畜生长繁殖的时节。下文“勿夺其时”的“时”，指适宜种植、收获庄稼的时节。"}, {"k": "3-z", "v": "〔百亩之田〕相传周代实行井田制，一家可分得耕田一百亩。"}, {"k": "3-aa", "v": "〔谨庠（xiáng）序之教〕慎重办理学校教育。谨，用作动词。庠序，古代的地方学校，后泛指学校。"}, {"k": "3-ab", "v": "〔申〕申诫，告诫。"}, {"k": "3-ac", "v": "〔孝悌（tì）〕善事父母为“孝”，敬爱兄长为“悌”。"}, {"k": "3-ad", "v": "〔颁白者不负戴于道路〕头发花白的老人不会在路上背着或顶着东西。意思是，年轻人懂得敬老，都来代劳。颁，同“斑”。戴，用头顶着物件。"}]','高中必修下册'),
(8160000000000000053,'促织','蒲松龄','','促 织[^1-a]

宣德[^1-b]间，宫中尚[^1-c]促织之戏[^1-d]，岁征[^1-e]民间。此物故非西[^1-f]产；有华阴令[^1-g]欲媚上官，以一头进[^1-h]，试使斗而才[^1-i]，因责[^1-j]常供。令以责之里正[^1-k]。市中游侠儿[^1-l]得佳者笼养之，昂其直[^1-m]，居为奇货[^1-n]。里胥[^1-o]猾黠，假此科敛丁口[^1-p]，每责一头，辄倾数家之产。

邑有成名者，操童子业[^1-q]，久不售[^1-r]。为人迂讷[^1-s]，遂为猾胥报充里正役，百计营谋不能脱。不终岁，薄产累尽[^1-t]。会征促织，成不敢敛户口，而又无所赔偿，忧闷欲死。妻曰：“死何裨益？不如自行搜觅，冀有万一之得。”成然之。早出暮归，提竹筒铜丝笼，于败堵[^1-u]丛草处，探石发穴，靡计不施，迄无济[^1-v]。即捕得三两头，又劣弱不中于款[^1-@3]。宰严限追比[^1-@4]，旬余，杖至百，两股间脓血流离[^1-@5]，并虫亦不能行[^1-@6]捉矣。转侧床头，惟思自尽。

时村中来一驼背巫，能以神卜[^1-@7]。成妻具资诣问[^1-@8]。见红女白婆[^1-@9]，
填塞门户。入其舍，则密室垂帘，帘外设香几。问者爇香[^2-a]于鼎，再拜。巫从旁望空代祝[^2-b]，唇吻翕辟[^2-c]，不知何词。各各竦立[^2-d]以听。少间，帘内掷一纸出，即道人意中事，无毫发爽[^2-e]。成妻纳钱案上，焚拜如前人。食顷[^2-f]，帘动，片纸抛落。拾视之，非字而画：中绘殿阁，类兰若[^2-g]；后小山下，怪石乱卧，针针丛棘，青麻头[^2-h]伏焉；旁一蟆，若将跳舞。展玩不可晓。然睹促织，隐中胸怀。折藏之，归以示成。


成反复自念，得无[^2-i]教我猎虫所耶？细瞻景状，与村东大佛阁真逼似[^2-j]。乃强起扶杖，执图诣寺后，有古陵蔚起。循陵而走，见蹲石鳞鳞[^2-k]，俨然类画。遂于蒿莱中侧听徐行，似寻针芥。而心目耳力俱穷，绝无踪响。冥搜[^2-l]未已，一癞头蟆猝然跃去。成益愕，急逐趁[^2-m]之，蟆入草间。蹑迹披求[^2-n]，见有虫伏棘根。遽扑之，入石穴中。掭[^2-o]以尖草，不出；以筒水灌之，始出，状极俊健。逐而得之。审视，巨身修尾，青项金翅。大喜，笼归，举家庆贺，虽连城拱璧不啻也[^2-p]。上于盆而养之，蟹白栗黄[^2-q]，备极护爱，留待限期，以塞[^2-r]官责。

成有子九岁，窥父不在，窃发[^2-s]盆。虫跃掷径出，迅不可捉。及扑入手，已股落腹裂，斯须[^2-t]就毙。儿惧，啼告母。母闻之，面色灰死，大骂曰：“业根[^2-u]，死期至矣！而翁[^2-v]归，自与汝覆算[^2-w]耳！”儿涕而出。

未几，成归，闻妻言，如被[^2-x]冰雪。怒索儿，儿渺然不知所往。既得其尸于井，因而化怒为悲，抢呼欲绝[^2-y]。夫妻向隅[^2-z]，茅舍无烟，相对默然，不复聊赖[^2-@7]。日将暮，取儿藁葬[^2-@8]。近抚之，气息惙然[^2-@9]。喜
置榻上，半夜复苏。夫妻心稍慰，但蟋蟀笼虚，顾之则气断声吞[^3-a]，亦不敢复究儿。自昏达曙，目不交睫[^3-b]。东曦既驾[^3-c]，僵卧长愁。忽闻门外虫鸣，惊起觇视[^3-d]，虫宛然尚在。喜而捕之，一鸣辄跃去，行且速。覆之以掌，虚若无物；手裁[^3-e]举，则又超忽[^3-f]而跃。急趁之，折过墙隅，迷其所往。徘徊四顾，见虫伏壁上。审谛之[^3-g]，短小，黑赤色，顿非前物。成以其小，劣之。惟彷徨瞻顾，寻所逐者。壁上小虫忽跃落衿袖间。视之，形若土狗[^3-h]，梅花翅，方首，长胫[^3-i]，意似良。喜而收之。将献公堂，惴惴恐不当意，思试之斗以觇之。


村中少年好事者驯养一虫，自名“蟹壳青”，日与子弟角[^3-j]，无不胜。欲居之以为利，而高其直，亦无售者[^3-k]。径造庐[^3-l]访成，视成所蓄，掩口胡卢[^3-m]而笑。因出己虫，纳比笼[^3-n]中。成视之，庞然修伟，自增惭怍，不敢与较。少年固强之[^3-o]。顾[^3-p]念蓄劣物终无所用，不如拼博一笑，因合纳斗盆。小虫伏不动，蠢若木鸡[^3-q]。少年又大笑。试以猪鬣毛[^3-r]撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击[^3-s]，振奋作声。俄见小虫跃起，张尾伸须，直龁敌领[^3-t]。少年大骇，解令休止。虫翘然矜鸣[^3-u]，似报主知。成大喜。方共瞻玩，一鸡瞥来[^3-v]，径进以啄。成骇立愕呼。幸
啄不中，虫跃去尺有咫[^4-a]。鸡健进，逐逼之，虫已在爪下矣。成仓猝莫知所救，顿足失色。旋见鸡伸颈摆扑，临视，则虫集冠上[^4-b]，力叮不释。成益惊喜，掇置笼中。


翼日[^4-c]进宰，宰见其小，怒诃成。成述其异，宰不信。试与他虫斗，虫尽靡。又试之鸡，果如成言。乃赏成，献诸抚军[^4-d]。抚军大悦，以金笼进上，细疏[^4-e]其能。既入宫中，举天下所贡蝴蝶、螳螂、油利挞、青丝额一切异状遍试之，无出其右者。每闻琴瑟之声，则应节而舞。益奇之。上大嘉悦，诏赐抚臣名马衣缎。抚军不忘所自[^4-f]，无何，宰以卓异[^4-g]闻[^4-h]，宰悦，免成役。又嘱学使[^4-i]俾入邑庠[^4-j]。后岁余，成子精神复旧，自言身化促织，轻捷善斗，今始苏耳。抚军亦厚赉[^4-k]成。不数岁，田百顷[^4-l]，楼阁万椽，牛羊蹄躈[^4-m]各千计；一出门，裘马过世家[^4-n]焉。

异史氏[^4-o]曰：“天子偶用一物，未必不过此已忘；而奉行者即为定例。加以官贪吏虐，民日贴妇[^4-p]卖儿，更无休止。故天子一跬步，皆关民命，不可忽也。独是[^4-q]成氏子以蠹贫[^4-r]，以促织富，裘马扬扬[^4-s]。当其为里正、受扑责[^4-t]时，岂意其至此哉？天将以酬长厚者，遂使抚臣、令尹[^4-u]，并受促织恩荫[^4-v]。闻之：一人飞升，仙及鸡犬[^4-w]。信夫！”','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《聊斋志异会校会注会评本》卷四（上海古籍出版社1986年版）。促织，蟋蟀的别名。"}, {"k": "1-b", "v": "〔宣德〕明宣宗朱瞻基年号（1426—1435）。"}, {"k": "1-c", "v": "〔尚〕崇尚，喜好。"}, {"k": "1-d", "v": "〔促织之戏〕斗蟋蟀的游戏。"}, {"k": "1-e", "v": "〔征〕征收。"}, {"k": "1-f", "v": "〔西〕这里指陕西。"}, {"k": "1-g", "v": "〔华阴令〕华阴县县令。华阴县，明代属西安府，治所在今陕西华阴。"}, {"k": "1-h", "v": "〔进〕进奉。"}, {"k": "1-i", "v": "〔才〕有才能。这里指勇猛善斗。"}, {"k": "1-j", "v": "〔责〕责令。"}, {"k": "1-k", "v": "〔里正〕里长。里，古代基层行政组织。"}, {"k": "1-l", "v": "〔游侠儿〕这里指游手好闲、不务正业的年轻人。"}, {"k": "1-m", "v": "〔昂其直〕抬高它的价钱。"}, {"k": "1-n", "v": "〔居为奇货〕储存起来，当作稀奇的货物（等待高价）。居，囤积、储存。"}, {"k": "1-o", "v": "〔里胥〕管理乡里事务的小吏。胥，官府的小吏。"}, {"k": "1-p", "v": "〔假此科敛丁口〕借此向百姓摊派（进贡蟋蟀的）有关费用。假，凭借、利用。科敛，摊派、征收。丁口，即人口。明清时期年满十六岁男子称丁，女子及未满十六岁男子称口。"}, {"k": "1-q", "v": "〔操童子业〕意思是，正在读书，准备考秀才。操，从事。童子，童生。科举时代，还没考取秀才的读书人，不论年纪大小，都称为“童生”。"}, {"k": "1-r", "v": "〔售〕卖出。这里指考取秀才。"}, {"k": "1-s", "v": "〔迂讷（nè）〕迂拙而又不善于言辞。"}, {"k": "1-t", "v": "〔薄产累尽〕微薄的家产受牵累而耗尽。累，牵累，这里指受牵累。"}, {"k": "1-u", "v": "〔败堵〕残破的墙垣。"}, {"k": "1-v", "v": "〔靡计不施，迄无济〕什么办法都用上了，最终也没有成功。靡，无。迄，最终。济，成功。"}, {"k": "1-@3", "v": "〔款〕规格。"}, {"k": "1-@4", "v": "〔宰严限追比〕县令严定期限，按期查验追逼。追比，旧时地方官限期交税、交差等，过期以杖责、监禁等方式继续追逼。"}, {"k": "1-@5", "v": "〔流离〕形容液体湿淋淋地往下滴的样子。"}, {"k": "1-@6", "v": "〔行〕做，从事。"}, {"k": "1-@7", "v": "〔能以神卜〕能够凭借神力占卜。"}, {"k": "1-@8", "v": "〔具资诣问〕准备好钱财前去询问。具，准备。诣，到、前往。"}, {"k": "1-@9", "v": "〔红女白婆〕红装的少女，白发的老婆婆。14 成反复自念，得无[^2-i]教我猎虫所耶？细瞻景状，与村东大佛阁真逼似[^2-j]。乃强起扶杖，执图诣寺后，有古陵蔚起。循陵而走，见蹲石鳞鳞[^2-k]，俨然类画。遂于蒿莱中侧听徐行，似寻针芥。而心目耳力俱穷，绝无踪响。冥搜[^2-l]未已，一癞头蟆猝然跃去。成益愕，急逐趁[^2-m]之，蟆入草间。蹑迹披求[^2-n]，见有虫伏棘根。遽扑之，入石穴中。掭[^2-o]以尖草，不出；以筒水灌之，始出，状极俊健。逐而得之。审视，巨身修尾，青项金翅。大喜，笼归，举家庆贺，虽连城拱璧不啻也[^2-p]。上于盆而养之，蟹白栗黄[^2-q]，备极护爱，留待限期，以塞[^2-r]官责。 成有子九岁，窥父不在，窃发[^2-s]盆。虫跃掷径出，迅不可捉。及扑入手，已股落腹裂，斯须[^2-t]就毙。儿惧，啼告母。母闻之，面色灰死，大骂曰：“业根[^2-u]，死期至矣！而翁[^2-v]归，自与汝覆算[^2-w]耳！”儿涕而出。 未几，成归，闻妻言，如被[^2-x]冰雪。怒索儿，儿渺然不知所往。既得其尸于井，因而化怒为悲，抢呼欲绝[^2-y]。夫妻向隅[^2-z]，茅舍无烟，相对默然，不复聊赖[^2-@7]。日将暮，取儿藁葬[^2-@8]。近抚之，气息惙然[^2-@9]。喜 置榻上，半夜复苏。夫妻心稍慰，但蟋蟀笼虚，顾之则气断声吞[^3-a]，亦不敢复究儿。自昏达曙，目不交睫[^3-b]。东曦既驾[^3-c]，僵卧长愁。忽闻门外虫鸣，惊起觇视[^3-d]，虫宛然尚在。喜而捕之，一鸣辄跃去，行且速。覆之以掌，虚若无物；手裁[^3-e]举，则又超忽[^3-f]而跃。急趁之，折过墙隅，迷其所往。徘徊四顾，见虫伏壁上。审谛之[^3-g]，短小，黑赤色，顿非前物。成以其小，劣之。惟彷徨瞻顾，寻所逐者。壁上小虫忽跃落衿袖间。视之，形若土狗[^3-h]，梅花翅，方首，长胫[^3-i]，意似良。喜而收之。将献公堂，惴惴恐不当意，思试之斗以觇之。"}, {"k": "2-a", "v": "〔爇（ruò）香〕点燃香。"}, {"k": "2-b", "v": "〔祝〕祷告。"}, {"k": "2-c", "v": "〔翕（xī）辟〕开合。翕，合。辟，开。"}, {"k": "2-d", "v": "〔竦（sǒng）立〕恭敬地站着。"}, {"k": "2-e", "v": "〔无毫发爽〕没有丝毫差失。"}, {"k": "2-f", "v": "〔食顷〕一顿饭的工夫，形容时间很短。"}, {"k": "2-g", "v": "〔兰若（rě）〕寺庙，梵语“阿兰若”的省称。"}, {"k": "2-h", "v": "〔青麻头〕蟋蟀品名。下文的“蝴蝶”“螳螂”“油利挞”“青丝额”，也都是上品蟋蟀的名称。"}, {"k": "2-i", "v": "〔得无〕莫非。"}, {"k": "2-j", "v": "〔逼似〕非常相似。逼，非常。"}, {"k": "2-k", "v": "〔蹲石鳞鳞〕蹲踞着的一块块石头像鱼鳞般排列。"}, {"k": "2-l", "v": "〔冥搜〕尽力搜索。"}, {"k": "2-m", "v": "〔趁〕追逐。"}, {"k": "2-n", "v": "〔蹑迹披求〕跟随（蛤蟆的）踪迹，拨开（丛草）寻求。蹑，追随。"}, {"k": "2-o", "v": "〔掭（tiàn）〕轻轻拨动。"}, {"k": "2-p", "v": "〔虽连城拱璧不啻（chì）也〕即使价值连城的宝玉也比不上它。拱璧，大璧，指极为珍贵的东西。不啻，比不上。"}, {"k": "2-q", "v": "〔蟹白栗黄〕蟹肉和栗实，指蟋蟀吃的精饲料。"}, {"k": "2-r", "v": "〔塞〕充抵。"}, {"k": "2-s", "v": "〔发〕打开。"}, {"k": "2-t", "v": "〔斯须〕一会儿。"}, {"k": "2-u", "v": "〔业根〕祸种，惹祸的东西。业，恶业，造成恶果的言语行为等。"}, {"k": "2-v", "v": "〔而翁〕你父亲。而，你。"}, {"k": "2-w", "v": "〔覆算〕追究。覆，审核。算，算账。"}, {"k": "2-x", "v": "〔被〕覆盖。"}, {"k": "2-y", "v": "〔抢（qiāng）呼欲绝〕头撞地，口呼天，几乎要绝命，形容十分悲痛。"}, {"k": "2-z", "v": "〔向隅〕面对着墙角（哭泣）。"}, {"k": "2-@7", "v": "〔不复聊赖〕不再有所指望。意思是因绝望而精神郁闷。聊赖，依赖、指望。"}, {"k": "2-@8", "v": "〔藁（gǎo）葬〕用草席裹着尸体埋葬。"}, {"k": "2-@9", "v": "〔惙（chuò）然〕气息微弱的样子。 村中少年好事者驯养一虫，自名“蟹壳青”，日与子弟角[^3-j]，无不胜。欲居之以为利，而高其直，亦无售者[^3-k]。径造庐[^3-l]访成，视成所蓄，掩口胡卢[^3-m]而笑。因出己虫，纳比笼[^3-n]中。成视之，庞然修伟，自增惭怍，不敢与较。少年固强之[^3-o]。顾[^3-p]念蓄劣物终无所用，不如拼博一笑，因合纳斗盆。小虫伏不动，蠢若木鸡[^3-q]。少年又大笑。试以猪鬣毛[^3-r]撩拨虫须，仍不动。少年又笑。屡撩之，虫暴怒，直奔，遂相腾击[^3-s]，振奋作声。俄见小虫跃起，张尾伸须，直龁敌领[^3-t]。少年大骇，解令休止。虫翘然矜鸣[^3-u]，似报主知。成大喜。方共瞻玩，一鸡瞥来[^3-v]，径进以啄。成骇立愕呼。幸 啄不中，虫跃去尺有咫[^4-a]。鸡健进，逐逼之，虫已在爪下矣。成仓猝莫知所救，顿足失色。旋见鸡伸颈摆扑，临视，则虫集冠上[^4-b]，力叮不释。成益惊喜，掇置笼中。"}, {"k": "3-a", "v": "〔气断声吞〕出不来气，说不出话，形容极度悲伤。"}, {"k": "3-b", "v": "〔交睫〕上下睫毛相交，指睡觉。"}, {"k": "3-c", "v": "〔东曦既驾〕太阳已经升起。东曦，指初升的太阳。既驾，已经乘车出来。古代传说，太阳乘着六龙拉的车。"}, {"k": "3-d", "v": "〔觇（chān）视〕窥视，探看。"}, {"k": "3-e", "v": "〔裁〕同“才”。"}, {"k": "3-f", "v": "〔超忽〕形容跳得轻快而高。"}, {"k": "3-g", "v": "〔审谛之〕仔细地看它。谛，细察。"}, {"k": "3-h", "v": "〔土狗〕蝼蛄的别名。"}, {"k": "3-i", "v": "〔胫〕腿。"}, {"k": "3-j", "v": "〔日与子弟角（jué）〕天天和其他年轻人斗蟋蟀。子弟，年轻人。"}, {"k": "3-k", "v": "〔售者〕这里指买主。"}, {"k": "3-l", "v": "〔造庐〕到家。造，到。"}, {"k": "3-m", "v": "〔胡卢〕从喉咙发出的笑声，这里有轻蔑的意味。"}, {"k": "3-n", "v": "〔比笼〕用以盛放准备打斗的蟋蟀的容器。"}, {"k": "3-o", "v": "〔固强之〕意思是，坚持要较量较量。固，坚持、一定。强，强迫、迫使。"}, {"k": "3-p", "v": "〔顾〕但。"}, {"k": "3-q", "v": "〔蠢若木鸡〕形容神貌呆笨。《庄子·达生》说，养斗鸡的，要把斗鸡训练得镇静沉着，仿佛是木头雕的，才能够不动声色，战胜别的斗鸡。"}, {"k": "3-r", "v": "〔猪鬣（liè）毛〕猪颈项上稍长的毛，质硬而粗。"}, {"k": "3-s", "v": "〔腾击〕跳起来攻击。"}, {"k": "3-t", "v": "〔直龁（hé）敌领〕直接咬住敌方的脖子。龁，咬。领，脖子。"}, {"k": "3-u", "v": "〔翘然矜鸣〕鼓起翅膀得意地叫。翘，举。矜，得意、骄傲。"}, {"k": "3-v", "v": "〔瞥来〕突然而来。瞥，突然、倏然。 翼日[^4-c]进宰，宰见其小，怒诃成。成述其异，宰不信。试与他虫斗，虫尽靡。又试之鸡，果如成言。乃赏成，献诸抚军[^4-d]。抚军大悦，以金笼进上，细疏[^4-e]其能。既入宫中，举天下所贡蝴蝶、螳螂、油利挞、青丝额一切异状遍试之，无出其右者。每闻琴瑟之声，则应节而舞。益奇之。上大嘉悦，诏赐抚臣名马衣缎。抚军不忘所自[^4-f]，无何，宰以卓异[^4-g]闻[^4-h]，宰悦，免成役。又嘱学使[^4-i]俾入邑庠[^4-j]。后岁余，成子精神复旧，自言身化促织，轻捷善斗，今始苏耳。抚军亦厚赉[^4-k]成。不数岁，田百顷[^4-l]，楼阁万椽，牛羊蹄躈[^4-m]各千计；一出门，裘马过世家[^4-n]焉。 异史氏[^4-o]曰：“天子偶用一物，未必不过此已忘；而奉行者即为定例。加以官贪吏虐，民日贴妇[^4-p]卖儿，更无休止。故天子一跬步，皆关民命，不可忽也。独是[^4-q]成氏子以蠹贫[^4-r]，以促织富，裘马扬扬[^4-s]。当其为里正、受扑责[^4-t]时，岂意其至此哉？天将以酬长厚者，遂使抚臣、令尹[^4-u]，并受促织恩荫[^4-v]。闻之：一人飞升，仙及鸡犬[^4-w]。信夫！”"}, {"k": "4-a", "v": "〔尺有咫（zhǐ）〕一尺多。咫，八寸。"}, {"k": "4-b", "v": "〔虫集冠上〕蟋蟀停落在鸡冠上。集，止。"}, {"k": "4-c", "v": "〔翼日〕次日。翼，同“翌”。"}, {"k": "4-d", "v": "〔抚军〕即巡抚，总管一省民政和军政的高级官员。"}, {"k": "4-e", "v": "〔细疏〕在公文上详细地分条陈述。"}, {"k": "4-f", "v": "〔所自〕由来，来源。"}, {"k": "4-g", "v": "〔卓异〕（才能）优异。这是考核官吏政绩的评语。"}, {"k": "4-h", "v": "〔闻〕上报。"}, {"k": "4-i", "v": "〔学使〕即提学，负责一省学校事务，主持岁考、科考两试的官员。"}, {"k": "4-j", "v": "〔俾入邑庠〕使（他）进入县学，即取中秀才。俾，使。"}, {"k": "4-k", "v": "〔赉（lài）〕赠送，赏赐。"}, {"k": "4-l", "v": "〔百顷〕和下文的“万椽”“各千计”等，都极言其多。"}, {"k": "4-m", "v": "〔蹄躈（qiào）〕也作“蹄噭”，蹄为脚，躈为肛门，噭为口，计算牲畜数量时，以四蹄加一窍（肛门或口）为五，算一头牲畜。"}, {"k": "4-n", "v": "〔裘马过世家〕穿的皮衣和驾车的马都超过世代做官的人家。"}, {"k": "4-o", "v": "〔异史氏〕作者自称。"}, {"k": "4-p", "v": "〔贴妇〕以妻子作为抵押品去借钱。贴，抵押。"}, {"k": "4-q", "v": "〔独是〕唯独这个。"}, {"k": "4-r", "v": "〔以蠹（dù）贫〕因胥吏侵害而贫穷。蠹，蛀虫，这里比喻胥吏。"}, {"k": "4-s", "v": "〔扬扬〕得意的样子。"}, {"k": "4-t", "v": "〔扑责〕杖击的责罚。"}, {"k": "4-u", "v": "〔令尹〕县令、府尹。这里是沿用古称。"}, {"k": "4-v", "v": "〔恩荫〕恩惠荫庇。"}, {"k": "4-w", "v": "〔一人飞升，仙及鸡犬〕晋葛洪《神仙传》记载：西汉淮南王刘安修炼成仙，飞升天上。他剩下的仙药让鸡犬啄舐了，于是鸡犬也成了仙。比喻一个人发迹了，同他有关系的人都跟着得势。"}]','高中必修下册'),
(8160000000000000054,'※ 与妻书','林觉民','','与妻书[^1-m]

意映卿卿如晤[^1-n]，吾今以此书与汝永别矣！吾作此书时，尚是世中一人；汝看此书时，吾已成为阴间一鬼。吾作此书，泪珠和笔墨齐下，不能竟[^1-o]书而欲搁笔，又恐汝不察吾衷，谓吾忍舍汝而死，谓吾不知汝
之不欲吾死也，故遂忍悲为汝言之。

<!-- 选文出自《广州三月二十九革命史》第十章 传记 五 林觉民传 附绝笔书二 -->


吾至爱汝，即此爱汝一念，使吾勇于就死也。吾自遇汝以来，常愿天下有情人都成眷属；然遍地腥云，满街狼犬，称心快意，几家能彀[^2-a]？司马春衫[^2-b]，吾不能学太上之忘情[^2-c]也。语云：仁者“老吾老，以及人之老；幼吾幼，以及人之幼”。吾充[^2-d]吾爱汝之心，助天下人爱其所爱，所以敢先汝而死，不顾汝也。汝体吾此心，于啼泣之余，亦以天下人为念，当亦乐牺牲吾身与汝身之福利，为天下人谋永福也。汝其勿悲！

汝忆否？四五年前某夕，吾尝语曰：“与使[^2-e]吾先死也，无宁[^2-f]汝先吾而死。”汝初闻言而怒，后经吾婉解，虽不谓吾言为是，而亦无词相答。吾之意盖谓以汝之弱，必不能禁失吾之悲，吾先死，留苦与汝，吾心不忍，故宁请汝先死，吾担悲也。嗟夫！谁知吾卒先汝而死乎？

吾真真不能忘汝也！回忆后街之屋，入门穿廊，过前后厅，又三四折，有小厅，厅旁一室，为吾与汝双栖之所。初婚三四个月，适冬之望日前后，窗外疏梅筛月影，依稀掩映；吾与并肩携手，低低切切，何事不语？何情不诉？及今思之，空余泪痕。又回忆六七年前，吾之逃家复归也，汝泣告我：“望今后有远行，必以告妾，妾愿随君行。”吾亦既许汝矣。前十余日回家，即欲乘便以此行之事语汝，及与汝相对，又不能启口，且以汝之有身[^2-g]也，更恐不胜悲，故惟日日呼酒买醉。嗟夫！当时余心之悲，盖不能以寸管[^2-h]形容之。

吾诚愿与汝相守以死，第[^2-i]以今日事势观之，天灾可以死，盗贼可以死，瓜分之日可以死，奸官污吏虐民可以死，吾辈处今日之中国，国中无地无时不可以死。到那时使吾眼睁睁看汝死，或使汝眼睁睁看吾死，吾能之乎？抑[^2-j]汝能之乎？即可不死，而离散不相见，徒使两地眼成穿而骨化石[^2-k]，试问古来几曾见破镜能重圆？则较死为苦也，将奈之何？今日吾与汝幸双健。天下人之不当死而死与不愿离而离者，不可数计，钟情如我辈者，能忍之乎？此吾所以敢率性[^2-l]就死不顾汝也。吾今死无余憾，国事成不成自有同志者在。依新[^2-m]已五岁，转眼成人，汝
其善抚之，使之肖[^3-a]我。汝腹中之物，吾疑其女也，女必像汝，吾心甚慰。或又是男，则亦教其以父志为志，则吾死后尚有二意洞在也。甚幸，甚幸！吾家后日当甚贫，贫无所苦，清静过日而已。


吾今与汝无言矣。吾居九泉之下遥闻汝哭声，当哭相和也。吾平日不信有鬼，今则又望其真有。今人又言心电感应有道，吾亦望其言是实，则吾之死，吾灵尚依依旁[^3-b]汝也，汝不必以无侣悲。

吾平生未尝以吾所志语汝，是吾不是处；然语之，又恐汝日日为吾担忧。吾牺牲百死而不辞，而使汝担忧，的的[^3-c]非吾所忍。吾爱汝至，所以为汝谋者惟恐未尽。汝幸而偶[^3-d]我，又何不幸而生今日之中国！吾幸而得汝，又何不幸而生今日之中国！卒不忍独善其身。嗟夫！巾[^3-e]短情长，所未尽者，尚有万千，汝可以模拟[^3-f]得之。吾今不能见汝矣！汝不能舍吾，其时时于梦中得我乎？一恸[^3-g]。辛未[^3-h]三月念[^3-i]六夜四鼓[^3-j]，意洞手书。

家中诸母[^3-k]皆通文，有不解处，望请其指教，当尽吾意为幸。','文言文','高中必修下册','','[{"k": "1-m", "v": "选自《广州三月二十九革命史》（民智书局1926年版）。林觉民（1887—1911），字意洞，号抖飞，又号天外生，福建闽县（今福州）人，民主革命者，黄花岗七十二烈士之一。"}, {"k": "1-n", "v": "〔意映卿卿如晤〕意思如同“我妻见字如面”。意映，作者妻子的名字。卿卿，旧时夫对妻的爱称。如晤，如同见面，旧时书信用语。"}, {"k": "1-o", "v": "〔竟〕完成。 吾至爱汝，即此爱汝一念，使吾勇于就死也。吾自遇汝以来，常愿天下有情人都成眷属；然遍地腥云，满街狼犬，称心快意，几家能彀[^2-a]？司马春衫[^2-b]，吾不能学太上之忘情[^2-c]也。语云：仁者“老吾老，以及人之老；幼吾幼，以及人之幼”。吾充[^2-d]吾爱汝之心，助天下人爱其所爱，所以敢先汝而死，不顾汝也。汝体吾此心，于啼泣之余，亦以天下人为念，当亦乐牺牲吾身与汝身之福利，为天下人谋永福也。汝其勿悲！ 汝忆否？四五年前某夕，吾尝语曰：“与使[^2-e]吾先死也，无宁[^2-f]汝先吾而死。”汝初闻言而怒，后经吾婉解，虽不谓吾言为是，而亦无词相答。吾之意盖谓以汝之弱，必不能禁失吾之悲，吾先死，留苦与汝，吾心不忍，故宁请汝先死，吾担悲也。嗟夫！谁知吾卒先汝而死乎？ 吾真真不能忘汝也！回忆后街之屋，入门穿廊，过前后厅，又三四折，有小厅，厅旁一室，为吾与汝双栖之所。初婚三四个月，适冬之望日前后，窗外疏梅筛月影，依稀掩映；吾与并肩携手，低低切切，何事不语？何情不诉？及今思之，空余泪痕。又回忆六七年前，吾之逃家复归也，汝泣告我：“望今后有远行，必以告妾，妾愿随君行。”吾亦既许汝矣。前十余日回家，即欲乘便以此行之事语汝，及与汝相对，又不能启口，且以汝之有身[^2-g]也，更恐不胜悲，故惟日日呼酒买醉。嗟夫！当时余心之悲，盖不能以寸管[^2-h]形容之。 吾诚愿与汝相守以死，第[^2-i]以今日事势观之，天灾可以死，盗贼可以死，瓜分之日可以死，奸官污吏虐民可以死，吾辈处今日之中国，国中无地无时不可以死。到那时使吾眼睁睁看汝死，或使汝眼睁睁看吾死，吾能之乎？抑[^2-j]汝能之乎？即可不死，而离散不相见，徒使两地眼成穿而骨化石[^2-k]，试问古来几曾见破镜能重圆？则较死为苦也，将奈之何？今日吾与汝幸双健。天下人之不当死而死与不愿离而离者，不可数计，钟情如我辈者，能忍之乎？此吾所以敢率性[^2-l]就死不顾汝也。吾今死无余憾，国事成不成自有同志者在。依新[^2-m]已五岁，转眼成人，汝 其善抚之，使之肖[^3-a]我。汝腹中之物，吾疑其女也，女必像汝，吾心甚慰。或又是男，则亦教其以父志为志，则吾死后尚有二意洞在也。甚幸，甚幸！吾家后日当甚贫，贫无所苦，清静过日而已。"}, {"k": "2-a", "v": "〔彀〕同“够”。"}, {"k": "2-b", "v": "〔司马春衫〕语出唐白居易《琵琶行》：“座中泣下谁最多？江州司马青衫湿。”这里比喻极度悲伤。春衫，应为“青衫”。"}, {"k": "2-c", "v": "〔太上之忘情〕古人有“太上忘情”之说，意思是修养最高的人，忘了喜怒哀乐之情。"}, {"k": "2-d", "v": "〔充〕扩充。"}, {"k": "2-e", "v": "〔与使〕与其。"}, {"k": "2-f", "v": "〔无宁〕不如。"}, {"k": "2-g", "v": "〔有身〕有身孕。"}, {"k": "2-h", "v": "〔寸管〕指笔。"}, {"k": "2-i", "v": "〔第〕只是。"}, {"k": "2-j", "v": "〔抑〕还是。"}, {"k": "2-k", "v": "〔骨化石〕古代传说，有一男子外出未归，其妻天天登山远望，日久天长变成了一块石头。后人称之为“望夫石”。"}, {"k": "2-l", "v": "〔率性〕任性。"}, {"k": "2-m", "v": "〔依新〕作者的儿子。 吾今与汝无言矣。吾居九泉之下遥闻汝哭声，当哭相和也。吾平日不信有鬼，今则又望其真有。今人又言心电感应有道，吾亦望其言是实，则吾之死，吾灵尚依依旁[^3-b]汝也，汝不必以无侣悲。 吾平生未尝以吾所志语汝，是吾不是处；然语之，又恐汝日日为吾担忧。吾牺牲百死而不辞，而使汝担忧，的的[^3-c]非吾所忍。吾爱汝至，所以为汝谋者惟恐未尽。汝幸而偶[^3-d]我，又何不幸而生今日之中国！吾幸而得汝，又何不幸而生今日之中国！卒不忍独善其身。嗟夫！巾[^3-e]短情长，所未尽者，尚有万千，汝可以模拟[^3-f]得之。吾今不能见汝矣！汝不能舍吾，其时时于梦中得我乎？一恸[^3-g]。辛未[^3-h]三月念[^3-i]六夜四鼓[^3-j]，意洞手书。 家中诸母[^3-k]皆通文，有不解处，望请其指教，当尽吾意为幸。"}, {"k": "3-a", "v": "〔肖〕像。"}, {"k": "3-b", "v": "〔旁（bàng）〕靠近。"}, {"k": "3-c", "v": "〔的的（dídí）〕实在，的确。"}, {"k": "3-d", "v": "〔偶〕婚配，嫁给。"}, {"k": "3-e", "v": "〔巾〕这封信写在一条白布方巾上，故云。"}, {"k": "3-f", "v": "〔模拟〕想象，揣摩。"}, {"k": "3-g", "v": "〔一恸〕大恸。"}, {"k": "3-h", "v": "〔辛未〕应是“辛亥”，即1911年。"}, {"k": "3-i", "v": "〔念〕俗同“廿”，二十。"}, {"k": "3-j", "v": "〔四鼓〕四更天。"}, {"k": "3-k", "v": "〔诸母〕各位伯母、叔母。"}]','高中必修下册'),
(8160000000000000055,'谏逐客书','李斯','','谏逐客书[^1-a]

臣闻吏议逐客，窃以为过矣。昔缪公[^1-b]求士，西取由余于戎[^1-c]，东得百里奚于宛[^1-d]，迎蹇叔于宋[^1-e]，来丕豹、公孙支于晋[^1-f]。此五子者，不产于秦，而缪公用之，并[^1-g]国二十，遂霸西戎。孝公用商鞅之法[^1-h]，移风易俗，民以殷盛[^1-i]，国以富强，百姓乐用[^1-j]，诸侯亲服，获楚、魏之师[^1-k]，举[^1-l]地千里，至今治强[^1-m]。惠王用张仪之计[^1-n]，拔三川之地[^1-o]，西并巴、蜀[^1-p]，北收上郡[^1-q]，南取汉中[^1-r]，包九夷[^1-s]，制鄢、
郢[^2-a]，东据成皋之险[^2-b]，割膏腴之壤，遂散六国之从[^2-c]，使之西面事秦，功施[^2-d]到今。昭王得范雎，废穰侯，逐华阳[^2-e]，强公室[^2-f]，杜私门[^2-g]，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使[^2-h]四君却[^2-i]客而不内，疏士而不用，是使国无富利之实而秦无强大之名也。


今陛下致昆山[^2-j]之玉，有随、和之宝[^2-k]，垂明月[^2-l]之珠，服太阿之剑[^2-m]，乘纤离[^2-n]之马，建翠凤之旗[^2-o]，树灵鼍[^2-p]之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧不饰朝廷，犀象之器[^2-q]不为玩好[^2-r]，郑、卫之女不充后宫，而骏良[^2-s]不实外厩，江南金锡不为用，西蜀丹青[^2-t]不为采。所以饰后宫、充下陈[^2-u]、娱心意、说耳目者，必出于秦然后可，则是宛珠[^2-v]之簪、傅玑之珥[^2-w]、阿缟[^2-x]之衣、锦绣之饰不进于前，而随俗雅化[^2-y]佳冶[^2-z]窈窕赵女不立于侧也。夫击瓮叩缶[^2-@7]，弹筝搏髀[^2-@8]，而歌呼呜呜快耳者，真秦之声
也；《郑》《卫》《桑间》[^3-a]，《昭》《虞》《武》《象》[^3-b]者，异国之乐也。今弃击瓮叩缶而就《郑》《卫》，退弹筝而取《昭》《虞》，若是者何也？快意当前，适观[^3-c]而已矣。今取人则不然，不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色、乐、珠玉，而所轻者在乎人民[^3-d]也。此非所以跨海内、制诸侯之术也。


臣闻地广者粟多，国大者人众，兵强则士勇。是以太山不让土壤，故能成其大；河海不择[^3-e]细流，故能就[^3-f]其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充[^3-g]美，鬼神降福，此五帝三王[^3-h]之所以无敌也。今乃弃黔首[^3-i]以资[^3-j]敌国，却宾客以业[^3-k]诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓“藉寇兵而赍盗粮[^3-l]”者也。

夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。','文言文','高中必修下册','','[{"k": "1-a", "v": "选自《史记·李斯列传》（中华书局2014年版）。李斯（？—前208），楚国上蔡（今属河南）人，荀子的弟子，入秦为客卿。前237年，秦王嬴政接受宗室大臣建议，下令驱逐在秦的六国客卿。李斯身在被逐之列，于是作此书劝谏，为秦王采纳。"}, {"k": "1-b", "v": "〔缪（mù）公〕即秦穆公。"}, {"k": "1-c", "v": "〔西取由余于戎〕由余，原为戎王的臣子，后入秦，为秦穆公重用，帮助秦国攻灭西戎众多小国，称霸西戎。戎，古代对西部各少数民族的称呼。"}, {"k": "1-d", "v": "〔东得百里奚于宛（yuān）〕百里奚，原为虞大夫，虞亡时为晋所俘，作为晋献公女陪嫁之奴入秦。后逃亡到楚国宛（今河南南阳）地，为楚人所俘，秦穆公知道他有才能，以五张公羊皮将他赎回，授以国政，号“五羖（gǔ）大夫”。"}, {"k": "1-e", "v": "〔迎蹇叔于宋〕蹇叔，百里奚的朋友，有才能。因百里奚荐举，秦穆公请他入秦，委任为上大夫。"}, {"k": "1-f", "v": "〔来丕豹、公孙支于晋〕来，招致、招揽。丕豹，晋国大夫丕郑之子，丕郑被晋惠公杀死后，丕豹投奔秦国，被秦穆公委任为大夫。公孙支，秦大夫。"}, {"k": "1-g", "v": "〔并〕兼并，吞并。"}, {"k": "1-h", "v": "〔孝公用商鞅之法〕孝公，即秦孝公，战国时秦国国君。他任用商鞅实行变法，使秦国日益富强，奠定了日后统一天下的基础。商鞅，公孙氏，名鞅，卫国人，战国时政治家。因功封于商（今陕西商洛东南），号商君，故称商鞅。"}, {"k": "1-i", "v": "〔殷盛〕殷实，富裕。"}, {"k": "1-j", "v": "〔乐用〕乐于为用。"}, {"k": "1-k", "v": "〔获楚、魏之师〕指战胜楚国、魏国的军队。前340年，商鞅率军大败魏军，俘获魏公子卬（áng），逼迫魏割河西之地与秦。同年又南侵楚，战况不详，据此，当也是秦军获胜。"}, {"k": "1-l", "v": "〔举〕攻克，占领。"}, {"k": "1-m", "v": "〔治强〕安定强盛。治，社会安定。"}, {"k": "1-n", "v": "〔惠王用张仪之计〕惠王，即秦惠王，战国时秦国国君，孝公之子，初号惠文君，后称惠王。他任用张仪为相，采取连横策略，屡败魏、韩、赵、楚等国，降服巴、蜀，取得许多土地，使秦国更为强盛。张仪，战国时魏国人，纵横家。"}, {"k": "1-o", "v": "〔拔三川之地〕攻取三川之地。拔，攻取。三川之地，指黄河、洛水、伊水相交之地。秦惠王时，张仪请出兵三川，未能实现。至秦武王时攻取。"}, {"k": "1-p", "v": "〔巴、蜀〕巴，指巴国，在今四川东部和重庆一带；蜀，指蜀国，在今四川中部偏西一带。前316年，秦惠王派张仪、司马错等率军攻灭巴、蜀，在其地分别设置巴郡、蜀郡。"}, {"k": "1-q", "v": "〔上郡〕原为魏郡，在今陕西北部，前328年被魏割让给秦。"}, {"k": "1-r", "v": "〔汉中〕原为楚地，在汉水中游一带，前312年被秦攻取。"}, {"k": "1-s", "v": "〔包九夷〕吞并九夷之地。包，吞并、囊括。九夷，这里指当时楚国境内各少数民族所居之地。 今陛下致昆山[^2-j]之玉，有随、和之宝[^2-k]，垂明月[^2-l]之珠，服太阿之剑[^2-m]，乘纤离[^2-n]之马，建翠凤之旗[^2-o]，树灵鼍[^2-p]之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧不饰朝廷，犀象之器[^2-q]不为玩好[^2-r]，郑、卫之女不充后宫，而骏良[^2-s]不实外厩，江南金锡不为用，西蜀丹青[^2-t]不为采。所以饰后宫、充下陈[^2-u]、娱心意、说耳目者，必出于秦然后可，则是宛珠[^2-v]之簪、傅玑之珥[^2-w]、阿缟[^2-x]之衣、锦绣之饰不进于前，而随俗雅化[^2-y]佳冶[^2-z]窈窕赵女不立于侧也。夫击瓮叩缶[^2-@7]，弹筝搏髀[^2-@8]，而歌呼呜呜快耳者，真秦之声 也；《郑》《卫》《桑间》[^3-a]，《昭》《虞》《武》《象》[^3-b]者，异国之乐也。今弃击瓮叩缶而就《郑》《卫》，退弹筝而取《昭》《虞》，若是者何也？快意当前，适观[^3-c]而已矣。今取人则不然，不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色、乐、珠玉，而所轻者在乎人民[^3-d]也。此非所以跨海内、制诸侯之术也。"}, {"k": "2-a", "v": "〔制鄢（yān）、郢（yǐng）〕控制楚国鄢、郢之地。鄢，楚国别都，在今湖北宜城东南。郢，楚国都城，在今湖北荆州市荆州区西北。前279年，秦将白起攻取鄢，翌年又攻取郢。"}, {"k": "2-b", "v": "〔东据成皋之险〕在东面占有成皋这样的要隘。成皋，原为韩邑，在今河南荥阳，地势险要，前249年被秦攻取。"}, {"k": "2-c", "v": "〔散六国之从〕拆散六国结成的合纵。当时韩、魏、燕、赵、齐、楚六国联盟抗秦，称为合纵。从，同“纵”。"}, {"k": "2-d", "v": "〔施（yì）〕延续。"}, {"k": "2-e", "v": "〔昭王得范雎，废穰（rǎng）侯，逐华阳〕昭王，即秦昭襄王，战国时秦国国君。范雎，战国时魏国人。先被昭王拜为客卿，指出秦昭王母宣太后擅权，权贵用事，将危及昭王的统治。昭王遂下令废宣太后，将穰侯、华阳君等贵戚放逐到关外，并拜范雎为相，封于应（今河南平顶山西），称应侯。穰侯，即魏冉，宣太后异父弟，曾多次任秦相，封于穰（今河南邓州），称穰侯。华阳，即华阳君芈（mǐ）戎，宣太后同父弟，曾任将军等职，与魏冉同掌国政，受封于华阳（今河南新郑北），故称华阳君。"}, {"k": "2-f", "v": "〔公室〕王室。"}, {"k": "2-g", "v": "〔杜私门〕抑制豪门贵族的势力。杜，堵塞、封闭。私门，对公室而言，指权贵大臣之家。"}, {"k": "2-h", "v": "〔向使〕假使。"}, {"k": "2-i", "v": "〔却〕推辞，拒绝。"}, {"k": "2-j", "v": "〔昆山〕昆仑山，古代以出产美玉而闻名。"}, {"k": "2-k", "v": "〔随、和之宝〕即随侯珠与和氏璧，传说中春秋时随侯得到的宝珠和楚人卞和所获的美玉。"}, {"k": "2-l", "v": "〔明月〕宝珠名。"}, {"k": "2-m", "v": "〔服太阿之剑〕佩带太阿剑。服，佩带。太阿，古代名剑，相传为春秋时著名工匠欧冶子、干将所铸。"}, {"k": "2-n", "v": "〔纤离〕骏马名。"}, {"k": "2-o", "v": "〔建翠凤之旗〕树起以翠羽装饰的凤形旗帜。建，树立。"}, {"k": "2-p", "v": "〔灵鼍（tuó）〕即扬子鳄，古人认为有灵性，皮可蒙鼓。"}, {"k": "2-q", "v": "〔犀象之器〕用犀牛角和象牙制成的器具。"}, {"k": "2-r", "v": "〔玩好〕供玩赏的宝物。"}, {"k": "2-s", "v": "〔（juétí）〕骏马名。"}, {"k": "2-t", "v": "〔西蜀丹青〕蜀地出产的丹青颜料。丹，丹砂，可以制成红色颜料。青，青雘（huò），可以制成青黑色颜料。"}, {"k": "2-u", "v": "〔下陈〕古代殿堂下放置礼品、站列婢妾的地方。"}, {"k": "2-v", "v": "〔宛珠〕宛地出产的宝珠。"}, {"k": "2-w", "v": "〔傅玑之珥（ěr）〕镶嵌着珠子的耳饰。傅，附着、加上。玑，不圆的珠子，这里泛指珠子。"}, {"k": "2-x", "v": "〔阿（ē）缟〕古代齐国东阿所产的细绢。"}, {"k": "2-y", "v": "〔随俗雅化〕娴雅变化而能随俗。"}, {"k": "2-z", "v": "〔佳冶〕娇美妖冶。"}, {"k": "2-@7", "v": "〔击瓮叩缶（fǒu）〕敲击瓮、缶来奏乐。这是秦国的风俗。瓮，用来汲水的陶器，口小而腹大。缶，一种瓦制的打击乐器。"}, {"k": "2-@8", "v": "〔搏髀（bì）〕唱歌时拍打大腿以应和节拍。搏，击打、拍打。髀，大腿。 臣闻地广者粟多，国大者人众，兵强则士勇。是以太山不让土壤，故能成其大；河海不择[^3-e]细流，故能就[^3-f]其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充[^3-g]美，鬼神降福，此五帝三王[^3-h]之所以无敌也。今乃弃黔首[^3-i]以资[^3-j]敌国，却宾客以业[^3-k]诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓“藉寇兵而赍盗粮[^3-l]”者也。 夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。"}, {"k": "3-a", "v": "〔《郑》《卫》《桑间》〕指郑国、卫国一带的乐曲。桑间，原是卫国濮水边的地名，在今河南濮阳南，相传卫国青年男女常在濮水上欢会歌唱。"}, {"k": "3-b", "v": "〔《昭》《虞》《武》《象》〕都是传说中的古乐名，这里泛指古乐。《昭》，即《韶》，传说中舜时的乐曲。"}, {"k": "3-c", "v": "〔适观〕适于观听。"}, {"k": "3-d", "v": "〔人民〕和下文的“众庶”，都是百姓的意思。"}, {"k": "3-e", "v": "〔择〕同“释”，舍弃。"}, {"k": "3-f", "v": "〔就〕成就。"}, {"k": "3-g", "v": "〔充〕丰裕，繁盛。"}, {"k": "3-h", "v": "〔五帝三王〕五帝，《史记·五帝本纪》指黄帝、颛顼（zhuānxū）、帝喾（kù）、唐尧、虞舜。三王，指夏、商、周三代开国君主，即夏禹、商汤和周武王。"}, {"k": "3-i", "v": "〔黔首〕指平民、老百姓。黔，黑。平民百姓以黑巾覆头，故称“黔首”。"}, {"k": "3-j", "v": "〔资〕资助，供给。"}, {"k": "3-k", "v": "〔业〕使成就霸业。"}, {"k": "3-l", "v": "〔藉寇兵而赍（jī）盗粮〕给敌人提供武器和粮食。藉，同“借”。赍，送给、付与。"}]','高中必修下册');
